{
  "content": {
    "01_Principles": [
      {
        "id": "radical-inclusion",
        "title": "Radical Inclusion",
        "content": "Anyone may be a part of Burning Man. We welcome and respect the stranger. No prerequisites exist for participation in our community."
      },
      {
        "id": "gifting",
        "title": "Gifting",
        "content": "Burning Man is devoted to acts of gift giving. The value of a gift is unconditional. Gifting does not contemplate a return or an exchange for something of equal value."
      },
      {
        "id": "decommodification",
        "title": "Decommodification",
        "content": "In order to preserve the spirit of gifting, our community seeks to create social environments that are unmediated by commercial sponsorships, transactions, or advertising. We stand ready to protect our culture from such exploitation. We resist the substitution of consumption for participatory experience."
      },
      {
        "id": "radical-self-reliance",
        "title": "Radical Self-Reliance",
        "content": "Burning Man encourages the individual to discover, exercise and rely on his or her inner resources."
      },
      {
        "id": "radical-self-expression",
        "title": "Radical Self-Expression",
        "content": "Radical self-expression arises from the unique gifts of the individual. No one other than the individual or a collaborating group can determine its content. It is offered as a gift to others. In this spirit, the giver should respect the rights and liberties of the recipient."
      },
      {
        "id": "communal-effort",
        "title": "Communal Effort",
        "content": "Our community values creative cooperation and collaboration. We strive to produce, promote and protect social networks, public spaces, works of art, and methods of communication that support such interaction."
      },
      {
        "id": "civic-responsibility",
        "title": "Civic Responsibility",
        "content": "We value civil society. Community members who organize events should assume responsibility for public welfare and endeavor to communicate civic responsibilities to participants. They must also assume responsibility for conducting events in accordance with local, state and federal laws."
      },
      {
        "id": "leave-no-trace",
        "title": "Leave No Trace",
        "content": "Our community respects the environment. We are committed to leaving no physical trace of our activities wherever we gather. We clean up after ourselves and endeavor, whenever possible, to leave such places in a better state than when we found them."
      },
      {
        "id": "participation",
        "title": "Participation",
        "content": "Our community is committed to a radically participatory ethic. We believe that transformative change, whether in the individual or in society, can occur only through the medium of deeply personal participation. We achieve being through doing. Everyone is invited to work. Everyone is invited to play. We make the world real through actions that open the heart."
      },
      {
        "id": "immediacy",
        "title": "Immediacy",
        "content": "Immediate experience is, in many ways, the most important touchstone of value in our culture. We seek to overcome barriers that stand between us and a recognition of our inner selves, the reality of those around us, participation in society, and contact with a natural world exceeding human powers. No idea can substitute for this experience."
      }
    ],
    "02_SurvivalGuide": [
      {
        "id": "title-block",
        "title": "The Petite Perseverance Advisory (PPA)",
        "content": "The Petite Perseverance Advisory is your Survival Guide cheat sheet.  We made sure to keep all the gems that help you enjoy Lakes of Fire while suriving successfully."
      },
      {
        "id": "real-talk",
        "title": "Real Talk",
        "content": "Lakes of Fire’s site, Lucky Lake Campground, is privately owned and operated by our friends an trusted partners.  Please comply with any reasonable request that law enforcement, your organizers, your hosts, or their employees make of you.  Failure to do so is grounds for removal from Lakes of Fire, and that’s way less of a good time."
      },
      {
        "id": "banned",
        "title": "Banned in the LoF",
        "content": "Fireworks, Chinese lanterns, weapons, drones, illegal substances, handheld lasers, glitter and trampolines are not allowed.  If you brought any of these items, please return them to your vehicle and leave them there.  There are darn good reasons each of these items are listed, thanks.a"
      },
      {
        "id": "nexus",
        "title": "Nexus",
        "content": "The large tent, near the greeters is The Nexus, our Center Camp!  Stop by all day for fun and interactive activities.  There are volunteers to help answer any questions you may have, from getting directions to finding a volunteer shift or two."
      },
      {
        "id": "at-the-burn",
        "title": "At the Burn...",
        "content": "- Bags of ice and bundles of firewood are available for sale, cash only, at the trailer across from the Nexus in the Center Camp area.\n- Potable water is available from a number of locations.\n- Remember that while some places are quieter than others, the only place at Lucky Lake that will be reliably quiet are the Chill and Quiet Zones in the Back 40 neighborhood.  In the Chill Zone, there is no amplified sound from midnight to 9 AM.  In the Quiet Zone there is no amplified sound, period!\n- There are no lifeguards; swim at your own risk.\n- Porta-Potties are set up around the lake.  Only the 3 Ps are allowed in Porta-Potties: Pee, Poop, and Paper.  No wet wipes, tampons, plastic, or any other objects.  “Please do not poop in the forest or lake.” - Skennedy\n- Respect the art and artists at Lakes of Fire by only modifying artwork with the permission of the artist.  If you see someone vandalizing artwork, ask them to stop or inform a Ranger if necessary.\n- Please be cautious about leaving valuable possessions unattended, in your tent, or visible in your car.  While theft is rare, sadly, it does happen."
      },
      {
        "id": "consent",
        "title": "Consent",
        "content": "Radical self expression can take many forms - what’s important to recognize is that none of that is an invitation to invade someone else’s personal space or make physical advances.\n\nNudity, skimpy clothing, or even raunchy behavior is not an invitation for any form of intimate physical contact.  The only invitation is a clearly spoken invitation.  Bottom line?  Just be cool by respecting other people’s bodies and personal space."
      },
      {
        "id": "photography",
        "title": "Photography",
        "content": "Lakes of Fire is a private event and we expect participants to approach photography respectfully.  Ask first.  If you can identify anyone in the picture, you should have asked for their consent first."
      },
      {
        "id": "volunteering",
        "title": "Volunteering",
        "content": "Lakes of Fire is an entirely volunteer-run event.  We are always looking for enthusiastic burners that want to help out.  If you’re looking to volunteer, come visit the Nexus at Center Camp.  We’re always looking for more hands!"
      },
      {
        "id": "camping",
        "title": "Camping",
        "content": "- Please be responsible about your tent stakes and rope to prevent injuries.  Illuminating guide wires and ground stakes are highly recommended.\n- All structures, including tie-downs, must be inside the campsite markers and not obstructing or obscuring pathways.\n- All generators must have a sound baffle."
      },
      {
        "id": "vehicle-camping",
        "title": "Vehicle Camping",
        "content": "Car camping is permissible only if you have a medical condition and an approved LMNOP Vehicle Permit from DPW/Parking.  Violators will be towed at their expense.  RVs must park in either open camping or in a theme camp.  There are no electric hook-ups available for RVs in open camping."
      },
      {
        "id": "campfires",
        "title": "Campfires",
        "content": "A limited number of campfire rings have been placed by DPW.  Campfire rings and burn barrels may not be installed or moved without approval from DPW (Department of Public Works).\n\nIf your site needs a fire ring or you wish to use a burn barrel, contact DPW by visiting their camp or stopping a DPW vehicle.\n\n**Keyhole Theme Camps**: Fire rings or fire on the ground is NOT allowed, but elevated burn barrels are allowed. FAST requests that all fire, other than cooking stoves, be placed on the road/path side of your camp.\n\nWe request, as always, that any open fire (flame effect or burn barrel) have a fire extinguisher in close proximity to the fire in case of an emergency. But please, not right next to the fire.\n\nNO fire is allowed in open camping except for small propane cook stoves.\n\nAll structures must be at least 12 feet away from any fire rings and burn barrels, and burn barrels must be raised on concrete blocks.\n\nOnly burn materials that are non-toxic and burnable (your plastic, cigarette filters, and cans are NOT safe to burn).\n\nCampfires and burn barrels must either be actively attended or completely out (cold to the touch) when unattended.\n\nYou must clean out your campfire ring (ash, wood, and all) before leaving.  Unburned firewood may be stacked neatly next to fire ring."
      },
      {
        "id": "lnt",
        "title": "Leave No Trace",
        "content": "Leave No Trace means that we must leave the site in better condition than we found it.  Each participant must remove all items they brought with them - including their trash - when they leave the site.\n\nWe also ask that each participant helps by picking up any litter / Matter Out Of Place (MOOP) that they encounter.  Smokers, bring a portable ash tray.\n\nPlease respect the greater community by not dumping your trash at the nearest rest stop.  There will be a trash collection station at the end of Gate Road during Exodus.  You may pay $5/bag to dump moop before leaving the property (no furniture).  The proceeds, less the dumpster fee, will be donated to the local Fire Department.  Please don’t forget to drop off your returnables at Recycle Camp!"
      },
      {
        "id": "health",
        "title": "Health and Safety",
        "content": "Our proud volunteers in yellow are our Emergency Services Department. All of our Medical Team volunteers are trained and certified Healthcare providers, many with EMS and ER experience. They’re on hand to triage and treat most any medical problems or injuries or assist with wayward fires or participants.\n\nIntoxicants and water don’t mix.  Alcohol makes it far likelier that you will drown if you enter the water.  Always take a friend and don’t swim alone.\n\nMental Health volunteers will be available as needed. A Sanctuary will be provided for those who need a quiet, calm space where you can speak to someone or take a breather.\n\nThe ESD Tent will be clearly marked on the Lakes of Fire map. Seek help at ESD directly, or we can come to you. Please ask an on-duty ESD volunteer or Ranger if you need medical or mental health assistance.\n\nIf you have a pre-existing medical condition that you feel may become a problem during the event, please make a campmate aware of it and inform the ESD Medical Team. If you have any questions, feel free to approach any on-duty ESD volunteer."
      },
      {
        "id": "emergencies",
        "title": "Emergencies Involving 911",
        "content": "ESD volunteers are also your portal to off-site medical care locations. While you have the right to contact 911 directly, please try and route the request through a Ranger or an ESD Team volunteer so that we can remain “in the loop” and facilitate. In the event, you need to be evacuated to a hospital or wish to travel to one yourself, contact ESD Medical. We will provide information or assistance to get you to the local hospital or Urgent Care Center."
      },
      {
        "id": "rangers",
        "title": "Rangers: Here to Help",
        "content": "Lakes of Fire Rangers are first and foremost citizens of Lakes of Fire. They help to preserve the safety, welfare, and quality of experience of our community while supporting participants. They are burners and participants just like you – they are not “law enforcement.” You can spot LoF Rangers by their all-khaki outfits with the Ranger logo and their Ranger hat!\n\nPairs of Rangers can be found circulating the event 24/7, helping out as needed. They carry radios to access additional resources such as Emergency Services (Fire & Medical) and are trained to mediate disputes.\n\nRangers do prefer that you practice radical self-reliance first, and ask for help second – but participants are encouraged to ask for assistance when they need it."
      },
      {
        "id": "parenting",
        "title": "Parenting at Lakes",
        "content": "Little burners under 18 years of age must be accompanied by a parent or legal guardian, both at entry, and at all times during the event.\n\nYou are responsible for the welfare of minors in your care. It’s your responsibility to determine how much of it your li’l burners are exposed to.\n\nFailing to adequately supervise minors in your care is your fastest ticket out of Lakes of Fire, as you will be immediately ejected without exception or recourse.\n\nLet your kids know in advance about the kind of things that they will or might see and hear. Nudity, iconoclastic art, sexuality, rude language, cultural commentary, and weird behavior are all a part of any Burn. Talk to them about common-sense safety – advise them to be cautious about getting too close to aggressive art, destructive robots, moving vehicles, and playing in ash heaps or burn scars.\n\nBabies cannot consent to the bangin’ tunes at a sound camp – you may want to consider earplugs or noise blocking earmuffs."
      },
      {
        "id": "fire-safety",
        "title": "Fire Performance Safety",
        "content": "Fire is a spectacular part of our event when done safely and in a controlled manner. The Fire Art Safety Team (F.A.S.T.) requires that you contact us first regarding fire spinning performances, fire sculptures, flame effects and open fires.\n\nAll physical fire art requires prior pre-event signup. All fire art requires inspection on-site, which may require a phone interview to discuss your art and safety plan. F.A.S.T. members don’t bite – they limit risk and prevent friends from getting hurt.\n\nA fire safety training is hosted every year onsite. This training is geared towards fire performers (spinners and breathers), but all are welcome. There are typically two trainings, one on Friday and one on Saturday. Please check the WhatWhereWhen for the locations and times. If you plan on participating in the Fire Conclave performance preceding the Burn (which you should!) you must attend an LoF specific fire safety training."
      },
      {
        "id": "exodus",
        "title": "Exodus Sunday",
        "content": "All participants except for select volunteers must be off the property by 3:00 P.M.\n\nPlease make sure to Leave No Trace of your campsite and try to pick up anything you may find along the way.\n\nPlease make sure to Leave No Trace of your campsite and try to pick up anything you may find along the way."
      }
    ],
    "03_SoundPolicy": [
      {
        "id": "summary",
        "title": "Sound at Lakes of Fire",
        "content": "Amplified sound is an integral part of Lakes of Fire.  Artistic expression through the medium of sound is highly encouraged and appreciated by the Lakes of Fire community and organization, provided it does not threaten the event as a whole.  Unfortunately, the cumulative and far-reaching effects of sound can potentially endanger Lakes of Fire’s continued presence at any particular location.\n\nAll participants bringing amplified sound are required to sign a Sound Agreement and display a Sound Permit prominently by their sound source.\n\nThe Sound Team will be monitoring and working with sound camps throughout the event.  Infractions will be marked and logged for future use."
      },
      {
        "id": "permit",
        "title": "The 2020 Sound Permit",
        "content": "In all its glory."
      },
      {
        "id": "strike-policy",
        "title": "Three Strikes Enforcement Procedure",
        "content": "**STRIKE ONE**: A friendly chat to make sure that you know where your levels should be, as well as a reminder of the sound policy and how it will be enforced.  Please respect the limits that are put in place to protect the community and the event.\n\n**STRIKE TWO**: A stern warning, we know you are well aware of the policy, as well as where your levels should be and how to keep them there.  You deliberately violated it putting the event and community at risk.  Please for everyone’s sake, do not let it happen again.\n\n**STRIKE THREE**: Regardless of intention, you and your sound system are a problem.  The Rangers and Board will be informed that your system is to be powered off for the remainder of the night.  Additionally, since you have proven to be incapable of self-managing your volume, subsequent Turn-Down Times will be Turn Off Times for your camp/mutant vehicle/project.  You have lost late night sound privileges for Lakes of Fire.  Shame on you!  Boo."
      },
      {
        "id": "turndown-times",
        "title": "Daily Turndown Times",
        "content": "90DB @ 40 FEET / NO SUBS\nSUBWOOFERS RESUME AT 10 AM\n\nWednesday Night: 11 PM\nThursday Night: 11 PM\nFriday Night: 2 AM\nSaturday Night: 2 AM\n\nCHILL ZONE: no amplified sound 12AM - 9AM.\nQUIET ZONE: no amplified sound period."
      },
      {
        "id": "callout-box",
        "title": "",
        "content": "THREE STRIKES IN ONE NIGHT -> LOSE LATE NIGHT SOUND PRIVILEGES FOR THE EVENT."
      }
    ],
    "04_Effigy": [
      {
        "id": "effigy01",
        "title": "",
        "content": "Summerween has been a time of mischief, costumes, games,"
      },
      {
        "id": "effigy02",
        "title": "",
        "content": "tricks and treats all done in the shadow and light of our Effigy!"
      },
      {
        "id": "effigy03",
        "title": "",
        "content": "As the familiar smile of this summer Jack O’ Lantern watched knowingly day and night, drawing on your joy and your glee! All the while holding fast as a remembrance of these times and things are now and we must embrace them with all we can, heart, mind and soul."
      },
      {
        "id": "effigy04",
        "title": "",
        "content": "Because this structure, like this moment is not permanent. It will burn to ash, and then  we will all move on to our next adventure, enriched with new friends and memories."
      },
      {
        "id": "effigy05",
        "title": "",
        "content": "Let the flames dancing in it’s smile gleefully remind you of times you grinned this season. Making this was an amazing experience and as the flames consume it remind yourself that we must move on to the next challenge!"
      },
      {
        "id": "effigy06",
        "title": "",
        "content": "We will all carry with us the magic, mayhem and joy of Halloween in the summer a rare and wonderful treat that all of us were granted!"
      },
      {
        "id": "effigy07",
        "title": "",
        "content": "Carry with you the knowledge that no matter what time of year or where you are;  it is a magic thing to be able to carry the ability of making  joy of the spooky and macabre in the world!"
      },
      {
        "id": "effigy08",
        "title": "",
        "content": "THANK YOU..."
      },
      {
        "id": "effigy09",
        "title": "",
        "content": "TO ALL OF YOU"
      },
      {
        "id": "effigy10",
        "title": "",
        "content": "FROM ALL OF US!"
      }
    ],
    "05_ArtGrants": [
      {
        "id": "artTours",
        "title": "GUIDED ART TOURS AND PARADES IN 2019",
        "artGrantArtist": "",
        "artGrantAwarded": "",
        "content": "The Art Grants team is excited to announce a series of guided art tours to showcase the 40 granted projects funded in 2019.  Daily art tours will bring you to different neighborhoods where artists will talk about their work and take questions.  Also in the works ... TWO art car parades - one during the day and one at night!"
      },
      {
        "id": "artParades",
        "title": "WANT TO TAKE PART IN TOURS AND PARADES?",
        "artGrantArtist": "",
        "artGrantAwarded": "",
        "content": "check the schedule with arthub at the Nexus tent!\n\nWe will add the info with the Art Tours to the ArtHub volunteers as well."
      },
      {
        "id": "artGrant001",
        "title": "Area 51 &amp; &#189;",
        "artGrantArtist": "Scuba",
        "artGrantAwarded": "$595.00",
        "content": "It's a bird, it's a .. no, that's been done. It's definitely a UFO above the lake. Protect your cows and watch out for probes!"
      },
      {
        "id": "artGrant002",
        "title": "Bermuda Triangle Beacons",
        "artGrantArtist": "Bermuda Triangle Travel Bureau",
        "artGrantAwarded": "$350.00",
        "content": "Visit and interact with our three wooden pyramids; each representing the geographic \"corners\" of the mysterious Bermuda Triangle (Miami, Puerto Rico, and Bermuda). These structures form an actual \"Devil's\" triangle within Lakes of Fire. Brought to you by the Bermuda Triangle Travel Bureau!"
      },
      {
        "id": "artGrant003",
        "title": "Consensual Maths",
        "artGrantArtist": "Jeff MacLeod",
        "artGrantAwarded": "$200.00",
        "content": "What's the one thing Lake of Fire is missing? Math! Come do math with us in our math booth. Imaging a lemonade stand but for mathing. Come get your mathematical questions answered, find like minded people. But if math isn't your thing, the booth opens up into a wall of open canvas that can be used for drawing, writing or whatever you want to create."
      },
      {
        "id": "artGrant004",
        "title": "Cuddle Zone",
        "artGrantArtist": "Cakes",
        "artGrantAwarded": "$350.00",
        "content": "Enter the Pumpkin and find The Cuddle Zone. The Cuddle Zone is an inclusive space for you to come to relax, express your creativity through crafts, and meet some new people who are excited to welcome you whether this is your first Lakes of Fire or your tenth. Our artistic space includes a lounge area for cuddling and chatting, stim toys, and all sorts of activities to engage and emphasize the Immediacy Principle. You'll be immersed in color, lights, art, and loving, beautiful people. Just bring your lovely selves, an open heart, and your creativity!"
      },
      {
        "id": "artGrant005",
        "title": "Dino Toy",
        "artGrantArtist": "Underwire/ Dino Explorers",
        "artGrantAwarded": "$3,000.00",
        "content": "The Dino Toy is a papercraft style metal sculpture that is inspired by the first toy I purchased for my son. Given that dino had flashing lights and this one is a little more fun with flame effects instead. Along with the dino sculpture the spirit of childhood joy is also brought to life in the coloring cavern. You will crawl into this child size world to rediscover the joy of letting go and just coloring. So come rediscover your childhood joy with us."
      },
      {
        "id": "artGrant006",
        "title": "Easily A'Moose'd",
        "artGrantArtist": "Bar Sorreh",
        "artGrantAwarded": "$700.00",
        "content": "EASILY A'MOOSE'D is a visual projection-mapping art installation that will consist of a 3-D polygonal sculpture of a moosehead and a maple leaf which will come alive at night with a kaleidoscope of colors, pre-rendered images, videos and cool sound-reactive effects, as it reacts and pulsates to the beat of the music!"
      },
      {
        "id": "artGrant007",
        "title": "Elements out of control",
        "artGrantArtist": "Captain Keester",
        "artGrantAwarded": "$250.00",
        "content": "A damaged, leaking, and burning nuclear reactor."
      },
      {
        "id": "artGrant008",
        "title": "Firefly",
        "artGrantArtist": "Burn Tech",
        "artGrantAwarded": "$1,000.00",
        "content": "Firefly is an interactive, wearable, project at the intersection of art and technology. Each firefly, of the hundreds or maybe thousands we would like to make, has an LED, a light sensor, and a chip with code that lets them talk to each other with the goal being to explore what behaviors emerge from the simple set of rule contained within."
      },
      {
        "id": "artGrant009",
        "title": "Flynn Flynn and ReRe T-Rex",
        "artGrantArtist": "The Foxy Krueger Family Team",
        "artGrantAwarded": "$142.00",
        "content": "We think dinosaurs are really cool. We think they are really scary like Halloween so we are going to big a really big T-Rex to share and then burn."
      },
      {
        "id": "artGrant010",
        "title": "Great Lakes Miniature Municipal Country Club",
        "artGrantArtist": "the Country Club",
        "artGrantAwarded": "$1,000.00",
        "content": "The Country Club welcomes you to recapture the joys of your youth on our nine hole mini golf course. The Country Club, an exclusive place for everyone."
      },
      {
        "id": "artGrant011",
        "title": "Impress Yo'Self",
        "artGrantArtist": "Toasted Pickles Playscape",
        "artGrantAwarded": "$1,750.00",
        "content": "Impress Yo'Self will replicate the pin impression toy made popular in the late eighties and early nineties. It will consist of a boxed surface made of a crowded array of PVC tubing that are free to slide in and out independently in a screen to create a three-dimensional relief."
      },
      {
        "id": "artGrant012",
        "title": "InGenieous",
        "artGrantArtist": "InGenieous Collective",
        "artGrantAwarded": "$3,000.00",
        "content": "InGenieous is an enormous glowing Genie Lamp. Participants will be able to go inside and meet Genies who will encourage and facilitate the real magic of wish granting."
      },
      {
        "id": "artGrant013",
        "title": "Mailbox to the Future",
        "artGrantArtist": "Bodega",
        "artGrantAwarded": "$235.00",
        "content": "This is a chance to contact your future self. What??? How is that possible??? Send a message via the Mailbox to the Future. That's right! In April 2020 you will receive a written postcard from your past self. No Way!\\u000c"
      },
      {
        "id": "artGrant014",
        "title": "Malign Vine",
        "artGrantArtist": "Illuminaughty",
        "artGrantAwarded": "$1,561.00",
        "content": "In wandering the ethereal garden of alien and foreign plants, you spot an alien vine in full bloom protruding from the earth. Its texture is organic, gnarled, curvy, and you seem to notice it glowing, pulsing from the inside.. or is that your imagination."
      },
      {
        "id": "artGrant015",
        "title": "Mirror Mirror on the Castle Wall, Who Is the Finest Fire Knight of All?",
        "artGrantArtist": "Copycats",
        "artGrantAwarded": "$962.00",
        "content": "A castle of costumes is guarded by knights in armor who respond with fire while a mirror in your fitting room offers costuming advice and feedback."
      },
      {
        "id": "artGrant016",
        "title": "Mobile Puppet Bar",
        "artGrantArtist": "Team Ken Gibson",
        "artGrantAwarded": "$100.00",
        "content": "This will be an mobile interactive puppet bar that will occupy random parts of the festival at random times often residing in the Burnlesque Presents theme camp area. The bar will be hosted by a puppet tending to a puppet sized bar. There will be small taps that will provide an assortment of beverages. There will be roughly three additional puppets for the attendees of the puppet bar to dawn in order to be served at the puppet bar. There will be three little tables, a jukebox and a dance floor (possibly additional things to come such as live music played by a very large puppet human)."
      },
      {
        "id": "artGrant017",
        "title": "Naked Identity",
        "artGrantArtist": "Thor",
        "artGrantAwarded": "$3,500.00",
        "content": "Naked Identity is an exploration of female body image and physical identity. A ring of small nude, sculpted portraits of actual women from the burning man community encircle a large illuminated central figure. The poses and costumes are all selected by the models themselves, as they would like to be presented, in collaboration with and sculpted by Joshua Thor Diedrich."
      },
      {
        "id": "artGrant018",
        "title": "Positivity Tiger",
        "artGrantArtist": "BEN N ZACH",
        "artGrantAwarded": "$140.00",
        "content": "Animatronic tiger spreading words of love and positivity to combat the resurgence of negativity. Lakes participants will be able to record positive thoughts they want to be transmitted to others, which will be projected from the moving mouth of the positivity tiger."
      },
      {
        "id": "artGrant019",
        "title": "Renewal",
        "artGrantArtist": "Linden Godlove and John Finazzo",
        "artGrantAwarded": "$350.00",
        "content": "Come find a space of respite and contemplation amidst the invigorating atmosphere of Lakes at \"Renewal\". Lay back, experience infinity, and consider the breadth of the skies."
      },
      {
        "id": "artGrant020",
        "title": "Sand Pendulum",
        "artGrantArtist": "Jeff MacLeod",
        "artGrantAwarded": "$100.00",
        "content": "Did you know that math is beautiful! It is, and you can see it with the sand pendulum. It slowly releases sand as it sways back and forth, creating a pattern on the ground of its motion. As participants change parts of the pendulum, different patterns will be created. What patterns can you find?"
      },
      {
        "id": "artGrant021",
        "title": "Shambulance",
        "artGrantArtist": "Witch Doctors",
        "artGrantAwarded": "$1,000.00",
        "content": "A golf cart decorated as a shaman's hut with a jeopardy wheel affixed to the back that, when spun, lands on a rune that the participant interprets with the help of the witch doctors. Each rune is associated with a potion (a shot of alcohol or non-alcoholic herbal tonic) that is gifted to the participant. When the mutant vehicle is parked, the participant can still play with the jeopardy wheel &amp; learn about this ancient form of divination by themselves. The witch doctors will be in character the entire time when making their rounds, enhancing the spooky experience lakes of fire"
      },
      {
        "id": "artGrant022",
        "title": "Spirit in the Pines",
        "artGrantArtist": "Bodega",
        "artGrantAwarded": "$300.00",
        "content": "Spirit in the Pines, will be a self guided participatory spirit board seance in the woods."
      },
      {
        "id": "artGrant023",
        "title": "Spooky Spooky",
        "artGrantArtist": "Valhalla",
        "artGrantAwarded": "$962.00",
        "content": "As the witching hour creeps up and releases ghouls and goblins, these big black light beasts hover above us trying to push through the ethereal plane. Come be haunted by these spectral leviathans as they shimmer and beckon."
      },
      {
        "id": "artGrant024",
        "title": "Stained Glass Playhouse",
        "artGrantArtist": "Silhouette and North",
        "artGrantAwarded": "$150.00",
        "content": "The Stained Glass Playhouse is an interactive art experience where you can come to chill out or get energized as you direct the flow of light, color, and shapes that will be projected in front of you."
      },
      {
        "id": "artGrant025",
        "title": "Tabletop Mini-Golf",
        "artGrantArtist": "Alec Rudek",
        "artGrantAwarded": "$100.00",
        "content": "Tabletop Mini-Golf offers a fun experience of playing a 5 course game without the overbearing equipment and commitment. Play through iconic scenes of five classic horror movies at the tips of your fingers while competing for the best score!"
      },
      {
        "id": "artGrant026",
        "title": "Tarna",
        "artGrantArtist": "Tarna",
        "artGrantAwarded": "$3,750.00",
        "content": "Tarna is a large scale Jackalope art car with flaming antlers. She has a booming sound system to entertain, and an interior plounge to explore."
      },
      {
        "id": "artGrant027",
        "title": "The Cauldrons of Summoning",
        "artGrantArtist": "Team Fuck You and The Den",
        "artGrantAwarded": "$550.00",
        "content": "The Cauldron of Summoning awaits your grandest wishes and deepest desires. Step up to the glowing vortex, sacrifice your summoning coin, and prepare for your hopes and dreams to manifest."
      },
      {
        "id": "artGrant028",
        "title": "The Factory",
        "artGrantArtist": "Hannah Aubry &amp; Rohan Thadani",
        "artGrantAwarded": "$450.00",
        "content": "At The Factory, you'll find live screen-printing... but with a twist! Once you've taken a daily training, you'll be free to use the factory as you please. Have a design or idea you'd like to share? Submit an advance order and we'll help you create a screen."
      },
      {
        "id": "artGrant029",
        "title": "The Glow Shack",
        "artGrantArtist": "Eric Krawczyk",
        "artGrantAwarded": "$350.00",
        "content": "The Glow Shack is a little old place where light and shadow can get together. Here, you and your friends can capture silhouettes and paint with light on the glow-in-the-dark walls."
      },
      {
        "id": "artGrant030",
        "title": "The Green Fairy Seed Library and Unfuck your Burn Booth",
        "artGrantArtist": "Green Fairy Ops.",
        "artGrantAwarded": "$300.00",
        "content": "A table that is a library card catalog with 10 small drawers containing labeled seed packets; on the table are live aloe plants. There is a canopy of umbrellas painted like flowers to provide shade and attract plant loving people."
      },
      {
        "id": "artGrant031",
        "title": "The Infinity Crystal",
        "artGrantArtist": "Reflected Fire",
        "artGrantAwarded": "$538.00",
        "content": "Let yourself be drawn into the infinite vortex of the crystal. Walking around the crystal will offer mind perplexing views of an object that appears bigger on the inside, while peering up close will allow participants to stare into a deep infinite void."
      },
      {
        "id": "artGrant032",
        "title": "The Purple Hare Theater",
        "artGrantArtist": "Tracy Fields",
        "artGrantAwarded": "$800.00",
        "content": "A floating merriment of light, water, and sound. The purple Hare Theater will treat those to a theater experience unlike one has ever seen at Lucky Lake"
      },
      {
        "id": "artGrant033",
        "title": "The Witching Woods",
        "artGrantArtist": "Amanda Prentice",
        "artGrantAwarded": "$500.00",
        "content": "North of effigy, dark side of the lake: Magic here, we invite you to make. / Follow glowing spirits on a path to elder trees, / Place your spells in the cauldron, cast them as you please. / Your intentions, desires, in effigy’s flames foreseen, / Manifest them all this Summerween."
      },
      {
        "id": "artGrant034",
        "title": "Through The Veil",
        "artGrantArtist": "Gypsy Wolves",
        "artGrantAwarded": "$2,000.00",
        "content": "Through the Veil: An interactive journey exploring the origins of modern day Halloween traditions by stepping through the mists of time and into the world of the ancient Celts and their festival of Samhein."
      },
      {
        "id": "artGrant035",
        "title": "Totem of Light",
        "artGrantArtist": "Patchy Stache Flow Flow",
        "artGrantAwarded": "$800.00",
        "content": "Totem of Light is a glowing beacon that calls out for each of us to connect with our animal spirits and connect more deeply with the natural world around us."
      },
      {
        "id": "artGrant036",
        "title": "Transdimensional Portal",
        "artGrantArtist": "Temporal SGC",
        "artGrantAwarded": "$1,500.00",
        "content": "Modern technology has made interdimensional travel possible! Enter the portal and manipulate the space-time continuum until you get transported into another dimension (if you dare)."
      },
      {
        "id": "artGrant037",
        "title": "Yayhabar and Yaybohm",
        "artGrantArtist": "Underworld Instruments",
        "artGrantAwarded": "$1,350.00",
        "content": "Team Name: Underworld Instruments. The Yaybahr and Yaybohm are fully interactable instruments that can be plucked, struck, or bowed to create spooky sounds from the beyond!"
      },
      {
        "id": "artGrant038",
        "title": "​Ask First: Trick or Treat",
        "artGrantArtist": "​Honeysuckle",
        "artGrantAwarded": "$384.00",
        "content": "Consent isn't just a bunch of hocus pocus! Let's share consent culture though Summerween and beyond with Ask First swag and signs. No trick, all treat!"
      }
    ],
    "06_ArtHonoraria": [
      {
        "id": "artHonoraria001",
        "title": "Ark of Orenda",
        "artHonorariaArtist": "Jeff Deehan",
        "artHonorariaGrant": "$1,600",
        "content": "The Ark of Orenda is a massive sail barge mutant vehicle with a 50 foot deck (open to participants), 20 foot tall sails, high powered lasers, a 40kw self powered sound system, LED lighting, Flame Effects, and much more."
      },
      {
        "id": "artHonoraria002",
        "title": "Brilliant Bloom",
        "artHonorariaArtist": "Doug Peters",
        "artHonorariaGrant": "$300",
        "content": "Brilliant Bloom is a large immersive beaming disco lotus flower blooming forth out of the ground. It consists of several ~6' tall steel, mirror &amp; fabric lotus flower petals w a giant rotating disco ball rising out of the middle, all flooded with colorful &amp; white beaming lights."
      },
      {
        "id": "artHonoraria003",
        "title": "Capn Nemo's Flaming Carnival",
        "artHonorariaArtist": "Neil Verplank",
        "artHonorariaGrant": "$1,000",
        "content": "Capn Nemo's offers a carnival / circus like experience, centered around Fire! We have fire spinners, flaming games of chance and skill, and fun for all ages. We typically occupy about 7500 s.f., with a core camp of 20+, and that many more volunteering from other camps. We offer some daytime fun, and then things really pick up at night when we light the fires!"
      },
      {
        "id": "artHonoraria004",
        "title": "Ceramadelics",
        "artHonorariaArtist": "Bridget Fox",
        "artHonorariaGrant": "$600",
        "content": "Ceramadelics light sculptures are interactive translucent porcelain creations to enlighten your imagination, seduce your mind and open your soul to a new world of illumination. Inspired by aquatic and botanical organisms the intricately crafted forms with custom electronics are a unique species designed to provide mesmerizing light at night and be captivatingly beautiful in the daylight too. By integrating electronics with ceramics we give a synergistic awareness to decorative organic forms which allows them to pulse and glow with life. This rare undersea garden of earthly treasures, cerebral concoctions and cosmic delights will provide stimulating sensory enlightenment on your journeys around the lake."
      },
      {
        "id": "artHonoraria005",
        "title": "Descolada",
        "artHonorariaArtist": "Andrew Drier",
        "artHonorariaGrant": "$1,200",
        "content": "Mutant Vehicle- A space ship, sun cruiser, boat on wheels. It is roughly 9' Wide (13') when \"assembled\". 25' Long. Primary built from wood on top of a ford e-150 frame/motor. Fully illuminated on outside as well as on board. Light effects are utilized for aesthetics including color changing LED boosters. Two Sun sails lay horizontal on top for aesthetic and practical reasons. Participants can climb on any part of it and ride safely on almost all areas. The Front \"bow\" of the ship is kept as an open platform for performances/dance."
      },
      {
        "id": "artHonoraria006",
        "title": "Fabletree Fountain",
        "artHonorariaArtist": "Madeline Usher",
        "artHonorariaGrant": "$400",
        "content": "Several installations including a Spooky Café Shade Structure, Light Fences, Weird Plantlike Lamp of Balls and a six foot interactive fountain, allowing visitors to choose the paths the water can take, and different paths reveal panels of short creepy stories."
      },
      {
        "id": "artHonoraria007",
        "title": "Frick Frack Blackjack",
        "artHonorariaArtist": "Robert Wilkinson",
        "artHonorariaGrant": "$1,400",
        "content": "Styled to look like a small gypsy wagon the artistic Purpose of Frick Frack Blackjack revolves around concepts of value and possession. When monetary worth is no longer the determining factor, then what makes something valuable? The game helps to teach people to reevaluate the value of what they have outside of a monetary construct and instead see it in real terms. It also allows an avenue for one to separate out the things in their life they love vs. everything else. One should not gamble with the things they love, but once those things are known then every other possession is just stuff."
      },
      {
        "id": "artHonoraria008",
        "title": "Out of this World Advice",
        "artHonorariaArtist": "Colin Sullivan",
        "artHonorariaGrant": "$400",
        "content": "An alien communication device was left here 2000 years ago by future-seeing aliens who knew that in 2018, humans would really need some advice. Passed down through generations, the communication device is now available for all to contact the extraterrestrials for advice."
      },
      {
        "id": "artHonoraria009",
        "title": "Sun Light @ Night",
        "artHonorariaArtist": "Anne Minga",
        "artHonorariaGrant": "$0",
        "content": "Lanterns that create a \"stained-glass\" effect powered by solar panels. Through the power of the sun the the night will be illuminated in a spectacular fashion!"
      },
      {
        "id": "artHonoraria010",
        "title": "Temple of Infinite Suns",
        "artHonorariaArtist": "Jesse Fox",
        "artHonorariaGrant": "$300",
        "content": "The Temple of Infinite Suns represents the infinite beauty of our souls while realizing they are also in a temporary vessel. It provides an intimate space of contemplation for individuals or groups."
      },
      {
        "id": "artHonoraria011",
        "title": "The Country Club",
        "artHonorariaArtist": "Jess Tabor",
        "artHonorariaGrant": "$900",
        "content": "The Country Club Art piece is a miniature golf course. With what will be a 10 hole course, a Tiki Bar/Dome (the Golden Pineapple), a fire pit area, and a small candy area for the Theme (the Candied Apple), the Country Club will be a fully interactive entertainment option at the Lake."
      },
      {
        "id": "artHonoraria012",
        "title": "The Dreaming Dragon",
        "artHonorariaArtist": "Amalia Greene",
        "artHonorariaGrant": "$650",
        "content": "A metal dragon with flaming spines, draped over a metal topped table. The dragon is constructed entirely out of metal. The flame element is excellent for attracting cold hippies in the night, and what spooky landscape is complete without a majestic dragon?"
      },
      {
        "id": "artHonoraria013",
        "title": "The Shiny Seed",
        "artHonorariaArtist": "Casey Dixon",
        "artHonorariaGrant": "$4,100",
        "content": "The Shiny Seed is an 18-foot tall steel tree, branches decorated with 20 orbs and several hundred stainless steel leaves. These move organically in the breeze, reflecting the sunlight during the day and the lighted fruit at night. There is a small, elaborately carved wooden fairy door nestled into the base of the tree. The goal is to create a chain reaction of inspiration. This inspiration may come from the joyfully sparkling leaves, the otherworldly fruit glowing from within, or something else entirely. We plant seeds of inspiration, which grow and take root, encouraging people to create, build, and inspire each other, ultimately supporting the ideas and creativity of our community. Change begins with a single moment."
      },
      {
        "id": "artHonoraria014",
        "title": "The Toll Booth",
        "artHonorariaArtist": "Heidi Kay",
        "artHonorariaGrant": "$550",
        "content": "What's the point of all this Toll Booth stuff? To praise citizens for participating, to create an opportunity for citizens to show off and share their talents, to make ‘event virgins' aware that they are artists TOO, and gosh darn just encourage silliness and lots of laughter. -We also just like wearing matching uniforms and hats."
      },
      {
        "id": "artHonoraria015",
        "title": "Ziggy Sawdust and the Chainsaws from Mars",
        "artHonorariaArtist": "Glenn Richardson",
        "artHonorariaGrant": "$1,200",
        "content": "Ziggy invites you to sit in the chair of death for 17 minutes while he reduces a 24\"×14\"×2\" plank of pine with a chainsaw into your visage. That's correct, your portrait with a chainsaw in 17 minutes. This is as much a performance as a product. It is chainsaw portrait carving of a live seared subject. The carving takes place within a 10x10 popup tent sided with screen door mesh zip tied to deer fence for added strength. This tent is erected over multiple layers of tarp to contain the moop."
      }
    ],
    "12_Events": [
      {
        "eventId": "event001",
        "eventTitle": "1 Hour of Power: Kindness",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Dewey Decibels | Site 27, 28, 29, 30",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Navigating consent through Machete Spankings. Oar what? Oar else!"
      },
      {
        "eventId": "event002",
        "eventTitle": "24 Hour Mini Golf",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "The Country Club | Site 22",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Returning this year with a twelve hole mini golf course, the (Great Lakes Miniature Municipal) Country Club will be open for all your mini golf needs. Come recapture your youth with a round of mini golf. The seven lowest scores of the week qualify for the Great Lakes Miniature Open."
      },
      {
        "eventId": "event003",
        "eventTitle": "3rd Annual Jess Parade",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sphinx Beer Garden | Site 60, 61, 62",
        "eventDays": "Friday",
        "eventDescription": "Is your name Jessica, Jessca, Jessa, Jessi, Jess, Jessika, or any other Rendition of the name? If so, join us in a walk around Lucky Lake! We will convene at The Sphinx’s Beer Garden to meet and greet!"
      },
      {
        "eventId": "event004",
        "eventTitle": "3rd Annuel Wondering Whisky Tea Party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Effigy | Site Lucky Lake",
        "eventDays": "Thursday",
        "eventDescription": "We're at it again!! Join us Thursday for another exciting improvised croquet match. Starting at the effigy and working our way in some direction we'll be serving all the Tea. Literally tea... well tea infused whiskey cocktails. Come hit things with things or show off your impressive wicket skills. Antics will ensue! New this year we'll be serving mocktails as well as our high octane favorites. Come Play!!!"
      },
      {
        "eventId": "event005",
        "eventTitle": "401kHole",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Early Retirement @ Tahitian Isles Village | Site B45",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Could your investment portfolio use a bump? Sink into comfort with a dose of forward-thinking financial planning at our chill pillow palace."
      },
      {
        "eventId": "event006",
        "eventTitle": "Absinthe Ritual at Drink, Bitch.",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Drink, Bitch. | Site 109",
        "eventDays": "Friday",
        "eventDescription": "Guest presenter at Drink, Bitch. Meet the Green Fairy. Enjoy our imported Spanish Absinthe. This Absinthe is made from wormwood, Artemisia Absinthium. Our ritual involves a home made Absinthe fountain and sugar cubes."
      },
      {
        "eventId": "event007",
        "eventTitle": "A Conversation about Ethical Non-Monogamy",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Pleasure House | Site E",
        "eventDays": "Friday",
        "eventDescription": "Open, \"Swinging\", \"Polyamory\", and \"Relationship Anarchy\" are labels that some of us use to describe the ethically non-monogamous way that we relate with our significant others. Whether you're just interested in understanding more how we make all this work, or you've got some experience of your own, join our informal conversation about life on the spectrum of non-monogamy. Show up a little early and grab some Spanks and Dranks, happening concurrently!"
      },
      {
        "eventId": "event008",
        "eventTitle": "Afternoon Tea",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Tea &amp; Strumpets | Site 132, 133",
        "eventDays": "Thursday",
        "eventDescription": "Come rest your weary legs and replenish your body with refinement and poise; join us for afternoon tea! Complete with scones, cucumber sandwiches, and mini Victorias, indulge in great conversation- aided by Earl Grey gin and tonics, of course."
      },
      {
        "eventId": "event009",
        "eventTitle": "Alcoholics Anonymous",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Alcoholics Anonymous meeting."
      },
      {
        "eventId": "event010",
        "eventTitle": "All Cats are Black at Night",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "9 Lives Club | Site K17",
        "eventDays": "Thursday",
        "eventDescription": "Cultured cats connect over flavored gin and jazz. We’ll leave you feline fine. Visitors encouraged to BYOCup. Our human-sized cat play area and lounge is also available all day, every day for Burners to enjoy."
      },
      {
        "eventId": "event011",
        "eventTitle": "All Hallows Gala - A Masquerade",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Odditorium, Dracula's Lair | Site 19, 20, 21",
        "eventDays": "Friday",
        "eventDescription": "Witches, Vampires, Ghouls and Ghosts! For a bloody good time, Odditorium will host! Don a mask if you'd please, and perhaps if you'd like, Reveal to all by the end of the night!"
      },
      {
        "eventId": "event012",
        "eventTitle": "Annual Mai Tai Awesomeness",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Drink, Bitch. | Site 109",
        "eventDays": "Saturday",
        "eventDescription": "Come by for a non-authentic made-from-scratch bastarization of the Trader Vic's classic, but fabulous nonetheless. Or fill your glass with something else we have. Yum. If you had these last year, you know."
      },
      {
        "eventId": "event013",
        "eventTitle": "Arch of Arachnids",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Art Grants | Site 30",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Summer and Halloween found their passion in lovely bower at Lucky Lakes. The product of their strange union are due to hatch between Wednesday and Sunday! Please visit the arbor, a tender little place set aside for you to pledge your affections, enjoy a relaxing moment, or take a photo. Please do not touch the spiders. They are extremely fragile, made with tiny, pokey little wires, Swarovski lead crystal, vintage beads and some are venomous! Salacious Summerween!"
      },
      {
        "eventId": "event014",
        "eventTitle": "Art Raffle Extravaganza",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Odditorium | Site 19, 20, 21",
        "eventDays": "Saturday",
        "eventDescription": "Love Art or Make Art? This event is for you. Artists can drop off work they want around 2pm to give away and people can come see the work at 3 and put their name in for a raffle for the items there. Wine and Cheese will provided. Dress to impress!"
      },
      {
        "eventId": "event015",
        "eventTitle": "Authentic Relating Games",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tea &amp; Strumpets | Site 132, 133",
        "eventDays": "Friday",
        "eventDescription": "It's easy to feel alone in a crowd, even here at Lakes. You're surrounded by intriguing people, but how do you cultivate the deep connections you're craving? Enter AR games. Through guided exercises, practice bringing your full self to the world, while holding space for others to do the same. We all crave to know and be known; come create effortless deep connections!"
      },
      {
        "eventId": "event016",
        "eventTitle": "Axe First",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Valhalla! | Site 89, 90, 91",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Come test and hone your skills in the fine art of Axe Throwing in our very own Viking Axe Yard. Do you have what it takes to earn your Axe First pin? *Throw at your own risk, only under Viking supervision*"
      },
      {
        "eventId": "event017",
        "eventTitle": "Baby Shark Dance Party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "dcbbq | Site A",
        "eventDays": "Friday",
        "eventDescription": "Your child LOVES it, you hate it, but we love our children enough to continually sing along, doo doo doo doo doo doo, baby shark doo doo doo doo doo doo Bring your cup of coffee and your child(ren), we will provide lots of Baileys and an hour of baby shark and other children's songs. There might even be some bbq from the smoker.. maybe.. can't promise."
      },
      {
        "eventId": "event018",
        "eventTitle": "Ballet for Burners",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Copycats Costume Camp | Site 123",
        "eventDays": "Friday",
        "eventDescription": "Have you always been curious about ballet? Did you take ballet when you were younger but were scared away by strict teachers? Or do you just want to prance around in a tutu? In any case, you’ll have fun and learn something new in this class! Ballet actually has a lot in common with yoga and flow arts, just with different moves, and set to music! We'll do a mini ballet barre and then some tutu-prancing, focusing on body alignment, feeling your muscles, and expressing yourself using elegant lines. All genders, body types, and ages welcome!"
      },
      {
        "eventId": "event019",
        "eventTitle": "Ball Wall Decorating",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Cuddle Zone | Site 114 (in Safe Zone)",
        "eventDays": "Friday",
        "eventDescription": "Let your creativity soar with the Bat Wall! Come create cute works of art on foam bats to contribute to the wall or take with you as a memento (or both!) It’s bound to be a fangtastic time!"
      },
      {
        "eventId": "event020",
        "eventTitle": "Beach Picnic Saturday",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Thumper | Site 17, 18",
        "eventDays": "Saturday",
        "eventDescription": "Hang out on our colossal picnic blanket, or bring your own! 1950's cookout apparel encouraged. Day music vibes, vodka lemonades, weenies, and a chance of Naturdays."
      },
      {
        "eventId": "event021",
        "eventTitle": "Become even more pretty intense, in tents!",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Pretty in Tents | Site 110",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Welcome home. We're all pretty intense here. And thru days of \"primitive camping,\" we emerge, each day and night, pretty, from within our tents. Let us make you even more pretty intense! Visit us for activities and services, or to just be pretty, inside and out -- in our beautiful space! Stop by Gothee House next door for the coffee, art, and music, then come join us for: hair styling, braids, flowers, UV and \"intense\" makeup, essential oil cool mist, nail painting, makeup, face, body decor (paint, henna), massages and musings, costuming ideas, assistance,and more!"
      },
      {
        "eventId": "event022",
        "eventTitle": "Beginning AcroYoga",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Capn Nemo’s Flaming Carnival | Site 56, 57, 58, 59",
        "eventDays": "Thursday",
        "eventDescription": "Wanna learn cool tricks, make great photos, meet beautiful people? Come out and learn the basics of Acroyoga from Hardware and Jadey Bird. No partners or experience required. A reasonable level of physical moment and fitness is required."
      },
      {
        "eventId": "event023",
        "eventTitle": "Black Dragon Goth Night",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Thursday",
        "eventDescription": "White on black translucent black cape, dance over my friend. Its goth night at the Green Dragon lounge The Dragon Bar will be open lets get dark and twisted."
      },
      {
        "eventId": "event024",
        "eventTitle": "Blinky Light Glee Time!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Bikes and Brews | Site K3",
        "eventDays": "Friday, Saturday",
        "eventDescription": "Have you fallen down the blinky light rabbit hole and love geeking out about them? Looking to learn more (or teach others) about the wonders of Arduino, ESP8266, Raspberry Pi, and addressable LEDs? Come by Bikes &amp; Brews and geek out with Not Applicable about her LEDs (or drag her to show off your lights!)"
      },
      {
        "eventId": "event025",
        "eventTitle": "bLoOdY bRuNcH WiTh MaRy",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Intergalactic Art Movement (IAM) | Site 70",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "the password is bloody Mary, spoken 3 infinity times in front of the infinity mirror to enjoy a bloody with Mary"
      },
      {
        "eventId": "event026",
        "eventTitle": "Bloody Ticks at the Snickerin' Tick Tavern",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Tick Town | Site 53",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Who makes the best ever Bloody Ticks??? Your favorite Ticks from the Snickerin' Tick Tavern of course!!! Come \"Spin the Wheel\" and enjoy your breakfast of champians. Tick Town loves YOU!"
      },
      {
        "eventId": "event027",
        "eventTitle": "Body Painting Workshop",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Safe Zone | Site 114",
        "eventDays": "Friday",
        "eventDescription": "Your body is a temple - let’s paint the walls! Our witchy body painters would love to adorn you with blessings and protection by covering your skin with art. Come share your intention and have us paint you with your own custom sigil, or let us choose some art that matches your aura! If being painted by our artists isn’t your thing, we’ll have paints available so you can make your very own body art! Come get spiritual, creative and... a little messy."
      },
      {
        "eventId": "event028",
        "eventTitle": "Boogie Down With Spencer and Friends",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Boogie Woogie Cabaret | Site 39, 40, 41",
        "eventDays": "Thursday",
        "eventDescription": "Come see camp troubadour Spencer and four of his musical friends in a live band performance! Real people, real instruments, real jokes about whatever nonsense he's gotten into that day! Bring an instrument and become Spencer's new friend! Or just come and boogie down!"
      },
      {
        "eventId": "event029",
        "eventTitle": "BOOM!",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Lucky Lake | Site Lucky Lake",
        "eventDays": "Saturday",
        "eventDescription": "This is your thirty minute warning until conclave."
      },
      {
        "eventId": "event030",
        "eventTitle": "BOOM! Again",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Lucky Lake | Site Lucky Lake",
        "eventDays": "Saturday",
        "eventDescription": "15 minutes until conclave."
      },
      {
        "eventId": "event031",
        "eventTitle": "Bosa Nova and Mimosas",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Pleasure House | Site E",
        "eventDays": "Friday",
        "eventDescription": "Come share in the sounds of Brasil with a sweet alcoholic treat. We will have a variety of mimosa recipes to be sampled with the music of Jobim and Gilberto as a backdrop. We had a fun crowd for last year's Martinis and Mancini so don't miss this chill event!"
      },
      {
        "eventId": "event032",
        "eventTitle": "Boss Ass Bitch Brunch",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Saturday",
        "eventDescription": "You don’t have to love us, you don’t even have to like us, but you will respect us. Burnlesque formally invites you bossy bitches to get a little boozy and a little bossy with us, to celebrate all of the hard working femmes of lakes. Bring the sass or we may paint bitch tits on ya."
      },
      {
        "eventId": "event033",
        "eventTitle": "Brand New Buddy Bench",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Make a brand new buddy at the brand new buddy bench!"
      },
      {
        "eventId": "event034",
        "eventTitle": "Breakfast and Bloodlettings",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Videogasm | Site 77, 78, 79",
        "eventDays": "Saturday",
        "eventDescription": "Come fill your stomach with breakfast treats and have your spirit cleansed by the Zombie Pig Lord! Hail Hambo! Feast on Hambo's flesh and experience the communion of bacon! Sample from a delicious array of breakfast favorites including our famous breakfast potatoes with homemade hot sauce, garden herb frittatas, candied maple bacon or regional favorites like Philadelphia scrapple and cast-iron waffles. We'll also have smoothies, sangria and Bloody Carries! (Like Bloody Mary's just a lot more blood…)"
      },
      {
        "eventId": "event035",
        "eventTitle": "breakfast beers and bj...j (Brazilian Jiu Jitsu)",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Consortium | Site 135, 136, 137, 138, 139",
        "eventDays": "Friday",
        "eventDescription": "Have you ever asked yourself \"why are those people wearing pajamas look like they are cuddling but choking each other out?\" - you were probably watching Brazilian Jiu Jitsu (BJJ). Bjj is often seen in MMA and is also great for self defense. If you never stepped a foot on a mat (and we will have mats), this is event is for everyone!. The event will begin around noon at Consortium. We will also have on tap a breakfast stout with coffee and vanilla made by BrewBear and Sparkles."
      },
      {
        "eventId": "event036",
        "eventTitle": "Breast Art Forward",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Consortium | Site 135, 136, 137, 138, 139",
        "eventDays": "Thursday",
        "eventDescription": "Bringing you the breastest art at the Lakes! Ambrosia will provide her K cup breasts or bring your own! Washable paints, canvas &amp; paper, and clean up materials provided. Paint breasts and smoosh onto a surface for a one-of-a-kind momento! Despite the size Ambrosia’s breasts are limited. Signups will be available at Consortium in 15 minute increments. 10 minutes to paint and 5 for transfer &amp; cleanup."
      },
      {
        "eventId": "event037",
        "eventTitle": "Bring yer pal wash &amp; rub foot station",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Camp One More Thing | Site 119, 120, 121",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Bring your friend....soak &amp; wash your own narley feet while resting in a chair...then move over to the hammock with your friend &amp; rub lotion of your/their choice on each others feet. Don't forget your cup as we will have a game at our camp bar that awards you some interesting event themed drinks! Assistant available Th F &amp; S 10a-12p to provide fresh water for foot basins, station available all day for self service use."
      },
      {
        "eventId": "event038",
        "eventTitle": "Brunch of the Gods",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Valhalla! | Site 89, 90, 91",
        "eventDays": "Saturday",
        "eventDescription": "A breakfast worthy of the gods. Home cured bacon, fried up hot and crispy, served by a Viking in a pig hat. Put it in your face! Bloody Mary’s served with the freshest condiments, Mimosa’s &amp; Screw Drivers to quench your thirst. Plus, non-alcoholic beverages for the kiddos. Stop, sit, eat, sip."
      },
      {
        "eventId": "event039",
        "eventTitle": "Bunnicula’s Bloody Mary/Caesar Bar",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Consortium’s Bar | Site 135, 136, 137, 138, 139",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Bloody Mary’s and their lovely Canadian cousins. We have a nice assortment of items for the construction of your boozy soup including a number of things pickled by Consortium’s Potions Master, Fox, with her own two paws."
      },
      {
        "eventId": "event040",
        "eventTitle": "Burlesque workshop",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Friday",
        "eventDescription": "What makes you feel sexy? Stop by Burnlesque Presents camp to release your inner burlesque diva! Come shimmy-n- shake, bump-n-grind, and tassel twirl with us while we review basic burlesque choreography! Come pilfer our costume tent for the perfect get up in any size and riffle through our music collection to prepare for an act you will debut later, at our variety show on our very own stage."
      },
      {
        "eventId": "event041",
        "eventTitle": "Burner Widow Happy Hour",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Still Bayou | Site 37",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Is your partner a super volunteer? A team lead, co lead or board member? The lead of a theme camp? Did you arrive at your burn only to immediately be separated by your partners overzealous volunteerism? You might be a Burner Widow. Come connect with your fellow Burner Widows at Burner Widow Happy Hour while you wait for your person to finish yet another meeting or volunteer shift!"
      },
      {
        "eventId": "event042",
        "eventTitle": "Burnlesque Presents: Speak, easy",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Saturday",
        "eventDescription": "Poetry by burners for burners. Words are a vessel to explore and explain personal and universal truths about this cosmic phenomenon. Join Brains Moth and Bert Spunster on the Burnlesque Presents stage if you are interested in delivering poetry! If reading others works, please give credit."
      },
      {
        "eventId": "event043",
        "eventTitle": "BYOBoat Luxury Cruise",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Bermuda Triangle Travel Bureau | Site D",
        "eventDays": "Saturday",
        "eventDescription": "Beat the heat, and join the expert tour guides of the Bermuda Triangle Travel Bureau on a floating tour of Lucky Lake! Hop on your favorite inflatables, or raise your sails and catch some waves with our floatilla. We may even find the last snacks on a desert island! (Departng camp for waterfront by noon thirty. If you're late, find us on the lake)!"
      },
      {
        "eventId": "event044",
        "eventTitle": "Caffeine Moon",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Bermuda Triangle Travel Bureau | Site D",
        "eventDays": "Thursday",
        "eventDescription": "Coffee, tea, or Unidentified Flying Objects? Join the crew of the Bermuda Triangle Travel Bureau at midnight Thursday evening for a hot beverage break of interstellar proportions! Bring your vessel to enjoy some milky way cocoa, and blankets for midnight star-gazing / UFO watch."
      },
      {
        "eventId": "event045",
        "eventTitle": "Camp Feywild presents Dungeons &amp; Dragons",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Boogie Woogie Cabaret | Site 39, 40, 41",
        "eventDays": "Thursday, Friday",
        "eventDescription": "experienced players, but open to all. (New? Learn while you play!) Pre-generated characters provided, or bring your own 7th level characters. Clash with kobolds and frolic with fey! Spirited potions provided."
      },
      {
        "eventId": "event046",
        "eventTitle": "Camp to Camp Overdose Recognition and Response",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Everywhere | Site Lucky Lake",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Ever wanted to learn how to reverse and recognize an opioid overdose? Lucky for you, harm reductionists are coming your way! SafeT Camp is sending outreach teams from camp to camp to teach you (yes! you!) how to save a life. See us walking around? Say hi and walk away with powerful knowledge and a fist full of naloxone."
      },
      {
        "eventId": "event047",
        "eventTitle": "Canned Ham Tours",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Canned Ham Camp | Site 43",
        "eventDays": "Thursday, Friday, Saturday, Sunday",
        "eventDescription": "It's all about the ham. We eat ham, we live in a ham, we love ham. Our camp is centered on our 1957 Classic Canned Ham Camper. We also have a modern version of the Canned Ham (Spam) Camper on display. Please pay us a visit and we'll give you a tour."
      },
      {
        "eventId": "event048",
        "eventTitle": "Cap’n Nemo’s Flaming Carnival Spectacular",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Capn Nemo’s Flaming Carnival | Site 56, 57, 58, 59",
        "eventDays": "Friday",
        "eventDescription": "The flames come out as the sun begins to set on our beloved SoBe. Along with fire performances all of our flames will be lighting up the sky. With such amazements as Loki, our trickster clown, life-sized Operation and Table Tennis of Fire. Come test your strength on our High Striker and don't get buzzed by the newly improved Zap! The perfect time to push Nemo's buttons. Bring your own cup cover, or try our special \"bug juice\". (It's roasted bugs falling in your juice after after every poof of flame)"
      },
      {
        "eventId": "event049",
        "eventTitle": "Captain Carrot Dog’s Yacht Rock Revival",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Firewater Lounge &amp; Funky Tiki Teahut | Site B and 4, 5, 6",
        "eventDays": "Friday, Saturday",
        "eventDescription": "We will be serving up hot carrot dogs and cool yacht rock. Lunch time. Near Firewater Lounge also guesting at the Funky Tiki Teahut Friday or Saturday, depending on their schedule. All captains welcome so be sure to cruise on by with your appetite and a cup."
      },
      {
        "eventId": "event050",
        "eventTitle": "Capture the Flag Award Ceremony",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Valhalla! | Site 89, 90, 91",
        "eventDays": "Friday",
        "eventDescription": "Have your flags officially counted and see if you win the highly coveted Lakes of Fire Capture the Flag Trophy! There will be snacks, drinks, and a bullhorn!"
      },
      {
        "eventId": "event051",
        "eventTitle": "Card Readings and Manicures",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Nail Witch &amp; Timmy the Oracle  | Site K19",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Seeking spiritual guidance? Need a bitchin set of nails? Meet us on the eastern edge of the Keyhole to confer with Timmy the Oracle for a card reading and metaphysical insight, and see the Nail Witch for a sparkly longwear shellac manicure. Come for one or for both; magic and colorful conversation are guaranteed either way. Also featuring custom graffiti art by Eufoe. ♥"
      },
      {
        "eventId": "event052",
        "eventTitle": "Catfe at the Castle Costume Shop",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Copycats Costume Camp | Site 123",
        "eventDays": "Saturday",
        "eventDescription": "A popup Catfe on the grounds of the castle. Visit to see what costumes await you, and then stay a little while at the Catfe, to enjoy some tea, coffee, cold beverage and baked goods. Chat about all things costume! Your favorite type of costume, what it means to you, what costumes you'd like to see in the future at the castle, concerns, etc. Copycats is very much a pass-through experience... but use this time to stay a while longer, linger, introduce yourselves. We want to get to know you!"
      },
      {
        "eventId": "event053",
        "eventTitle": "Cathedral of Sorrows and Fears",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Gothee House | Site 111, 112, 113",
        "eventDays": "Wednesday, Thursday, Friday",
        "eventDescription": "Take time out for solemnity and help us build our miniature effigy -- The Cathedral of Sorrows and Fears. Write your troubles on the pieces you'll use to build the Cathedral and we will cleanse them in fire when we burn the Cathedral on Friday night."
      },
      {
        "eventId": "event054",
        "eventTitle": "Celtic New Year Coffin Procession and Burn",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Gypsy Wolves | Site K20",
        "eventDays": "Friday",
        "eventDescription": "Join the forces of chaos and a procession of Otherworld beings on Mischief Night! Help us close The Celtic Coffin and carry it to the WEE Effigy Burn amidst candlelight, dancing and drumbeats in celebration of Samhain (sow-ihn). We need 6 strong souls as coffin bearers, 4 virgins as torch bearers ;-D, and all the reveling otherworld beings we can gather! We have candles to share and a few extra drums. Bring musical instruments, noisemakers, libations, etc and celebrate the ancient Celtic New Year. Stay to watch the coffin go up in flames!"
      },
      {
        "eventId": "event055",
        "eventTitle": "Ceramadelics",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Art in the Pines | Site D",
        "eventDays": "Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Ceramadelics are interactive translucent porcelain creations designed to enlighten your imagination, seduce your mind and open your soul to a new world of illumination. Inspired by aquatic and botanical organisms this rare undersea garden of earthly pods with cerebral textures and cosmic colors will provide stimulating sensory enhancement in the pines and other dark nooks around the lake. By combining electronics with ceramics we give a synergistic awareness to intricately crafted forms which allow them to pulse and glow with life at night and be visually enchanting in daylight too."
      },
      {
        "eventId": "event056",
        "eventTitle": "Circe's Shroud (WEE Effigy)",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sphinx Beer Garden | Site 60, 61, 62",
        "eventDays": "Wednesday, Thursday, Friday",
        "eventDescription": "Circe's Shroud is a representation of a greek burial shroud that gives burners a space to bury the elements of their life that are standing in the way of the life they are supposed to have. Once excommunicated, Demigod and Witch, Circe began a journey to find herself and banned from her life any elements (people, ideals, items) that made her life less then. Circe's Shroud allows burners to relieve themselves of these elements and become more of their natural selves."
      },
      {
        "eventId": "event057",
        "eventTitle": "Circe's Soiree",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sphinx Beer Garden | Site 60, 61, 62",
        "eventDays": "Thursday",
        "eventDescription": "Join Sphinx’s Beer Garden for Circe’s Soiree. Circe, a once excommunicated demigod and witch of Greek Mythology, will be hosting a wicked dance party on Thursday evening. The Soiree will begin with a ritual sacrifice of the elements you want to release from this past year into Circe's burial shroud, a Wee Effigy to be burned Friday night. Dress in your wickedest witchy attire and join Circe to dance with nature, offer a sacrifice to the gods, devour some poison TeaHC, and transform men (women/humans) into pigs!"
      },
      {
        "eventId": "event058",
        "eventTitle": "Club Dancing for Wallflowers",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tea &amp; Strumpets | Site 132, 133",
        "eventDays": "Saturday",
        "eventDescription": "Ever want to join in on the dance floor... but not sure how to start grooving to the music? Feel self-conscious or awkward moving your body, or too anxious in crowds? Come learn and play with some dance basics in a chill space. All genders, body types, neurodiversities and physical abilities welcome!"
      },
      {
        "eventId": "event059",
        "eventTitle": "COCKtails @ Just the Tip",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Camp Natural Weener | Site 25, 26",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Come have a wonderful Summerweener night with us at the Just the Tip bar! We will be serving special Cocktails and have some phun phallic games for you to play. The best part is you get to hang out with us and we won’t ask for anything! Well... maybe just a tip..."
      },
      {
        "eventId": "event060",
        "eventTitle": "Coffee",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Coffee - served regular or GDL style"
      },
      {
        "eventId": "event061",
        "eventTitle": "Coffee Talk with Doktor Dragon",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Thursday",
        "eventDescription": "We talk about religion, politics drugs the meaning of life no big woop"
      },
      {
        "eventId": "event062",
        "eventTitle": "Come Play With Our Toys!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tahitian Isles: Funky Tiki Teahut Dome | Site 4, 5, 6",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Come play with our toys! We have stilts, a Cyr wheel, hoops, devil stix and bubble machines!"
      },
      {
        "eventId": "event063",
        "eventTitle": "Commitment Ceremonies",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Experimental Family Tree  | Site K9",
        "eventDays": "Friday",
        "eventDescription": "Join us under the tree for weddings, mock weddings, friendship commitment ceremonies, etc. With the right paperwork, weddings can even be legal as we have an ordained minister in the camp. We will have custom handmade wedding rings for you to choose from, a bouquet you can carry if you wish, and each wedding comes with a complimentary photo package. If you have something special you would like for your ceremony please stop by the Experimental Family Tree earlier in the week and scheme with us, we will make your wedding one to remember."
      },
      {
        "eventId": "event064",
        "eventTitle": "COMMODIFICATION! Making a living as an artist",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Boogie Woogie Cabaret | Site 39, 40, 41",
        "eventDays": "Thursday",
        "eventDescription": "Many of us come to burns because we love making art, but how do you transition into making a full-time living from your art? If you've ever considered leaving your paycheck behind to join the world of full time creatives, come to an interactive talk and Q&amp; A with Thor, professional figure sculptor, Jeff Z, of Pieces of my Art, mosaic artist in Chicago, and Olive, owner of Harmonic Threads in Detroit."
      },
      {
        "eventId": "event065",
        "eventTitle": "Conclave Choreography Practice",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "The Playground | Site 134",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Get into character and rehearse for Conclave! We'll go through the show a couple of times to insert choreography and figure out the order of performances. Rehearsal is not 100% required in order to participate in the conclave, however, if you plan on performing partner or group choreography, please join us at least one of the meetings. Contact chrissiebingham@gmail.com if you have questions!"
      },
      {
        "eventId": "event066",
        "eventTitle": "Cool Juggling Things",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Odditorium | Site 19, 20, 21",
        "eventDays": "Thursday, Friday",
        "eventDescription": "A workshop on juggling variations and styles. All levels welcome. Props available for use."
      },
      {
        "eventId": "event067",
        "eventTitle": "Cops and Donuts",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Bikes and Brews | Site K3",
        "eventDays": "Wednesday",
        "eventDescription": "Halt! By entering our zone you are subject to search and seizure. You will be submitted to a field sobriety test. Assume the position and spreadem. Hope ya like handcuffs and cider donuts."
      },
      {
        "eventId": "event068",
        "eventTitle": "Costume Shop",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Copycats Costume Camp | Site 123",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Handmade tutus and upcycled creations by Copycats, and thrift shop finds. Come find something with character, to wear for Summerween! During your visit, interact with the castle knights and magic mirrors. Be sure to see our volunteers for help fitting, as some costumes made by Copycats are made in multi-sizes and will convert to fit you. Plus bring the kids! We have a children's costume section!"
      },
      {
        "eventId": "event069",
        "eventTitle": "Coyote's Mocktail Hour",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Dewey Decibels | Site 27, 28, 29, 30",
        "eventDays": "Friday",
        "eventDescription": "Come get dancey and fancy to help me celebrate one year of being alcohol free! I'm taking over the Dewey bar to brew up some special sober and all-ages friendly potions to get all your tails a waggin with me!"
      },
      {
        "eventId": "event070",
        "eventTitle": "Cracked out saturday",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Saturday",
        "eventDescription": "Have you done to much, come chill out in the green dragon lounge ."
      },
      {
        "eventId": "event071",
        "eventTitle": "Cuddle Lounge",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Cuddle Zone | Site 114 (in Safe Zone)",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Looking for a chance to relax and lounge with friends? Visit camp safe zone during snuggle hours for a low-stress get away in a touch friendly, consent centric cozy space. Consent based conversations, friends willing to listen, and a safe space to be included in. Check the welcome sign at the front of the space if the snuggle sign is on, we are snuggling!"
      },
      {
        "eventId": "event072",
        "eventTitle": "Curves Can Tease Too",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Saturday",
        "eventDescription": "Calling all curvy beings interested in saucily showing off their stuff! Learn the basics of the art of strip tease, personal empowerment and put it into action! Bring something you can take off (i.e. jacket, gloves, hat, or even all three!) Come strut your stuff. We know you’ve got it!"
      },
      {
        "eventId": "event073",
        "eventTitle": "Dance Your Wooden Leg Off",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Tortuga | Site 85, 86",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Pirates, Dance Music, and Drinks. What more could you want? We like to party all night. Come spin our wheel and accept your fate!"
      },
      {
        "eventId": "event074",
        "eventTitle": "Daydream Bar",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Consortium’s Bar | Site 135, 136, 137, 138, 139",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "This year Consortium brings to you specialty cocktails that change every day (one spritzer, one non-spritzer). Our daytime fair are beverages with no more than 2oz of alcohol and lots of mixer. Light drinks for a smooth daytime buzz."
      },
      {
        "eventId": "event075",
        "eventTitle": "Day Drunk Karaoke",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Camp One More Thing | Site 119, 120, 121",
        "eventDays": "Friday",
        "eventDescription": "Come cool down with a tasty drink and rock out to your favorite karaoke song! Random assorted alcoholic and non-alcoholic beverages available! Sloshed singing encouraged!"
      },
      {
        "eventId": "event076",
        "eventTitle": "dcbbq :: Delicious BBQ &amp; Community Smoker",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "dcbbq | Site A",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "The dcbbq will smoke and gift hundreds of pounds of delicious BBQ during LoF. Look for the \"Meat Wagon\" cruising around the event, servin' up smokey morsels. Rules: The BBQ is ready when it's ready, and always wait to be served. dcbbq has a dedicated smoker for use by the LoF community. Basic orientation and time slot signup is required; swing by camp and find an authorized dcbbq agent. Rules: We will not babysit your food, and we will not accept donations of unwanted meat/food. Radical self-reliance, y'all!"
      },
      {
        "eventId": "event077",
        "eventTitle": "dcbbq :: Fajita Workshop",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "dcbbq | Site A",
        "eventDays": "Friday",
        "eventDescription": "We are doing something a bit different this year - instead of solely focusing on the smoking aspect of our operation, we are offering a grill workshop - let’s make some delicious fajitas! Learn how to make an awesomely fresh, flavorful marinade for flank steak, how to prep it and how to finish it perfectly on the grill. We will also go over some knife skills and how to prep veggies to go on your fajita goodness, and finally we will all enjoy the finished product together. Come to dcbbq and let’s go to flavortown!"
      },
      {
        "eventId": "event078",
        "eventTitle": "Dead for an Hour",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Thumper | Site 17, 18",
        "eventDays": "Saturday",
        "eventDescription": "Deadheads, old &amp; new, come listen to 1 hour of choice Dead recordings on a 20k watt sound system."
      },
      {
        "eventId": "event079",
        "eventTitle": "Deep Dark late night Ultra lounge",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Saturday",
        "eventDescription": "Come join Doktor dragon for a deep dark altered experience."
      },
      {
        "eventId": "event080",
        "eventTitle": "Dinosaur Snow Cones!!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Firewater Lounge | Site B",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Who doesn't love dinosaurs and delicious snow cones?!?! Join the Firewater Lounge for cold and sweet treats and take some time to paint our T-Rex Wee Effigy!! YUM and ROAR!!!!"
      },
      {
        "eventId": "event081",
        "eventTitle": "Disco Thursday",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Thumper | Site 17, 18",
        "eventDays": "Thursday",
        "eventDescription": "Get ready to embrace the sun and groove with some disco vibes. Keep your eyes peeled for a Lucky Hutch popup and treats from the grill. Our bar is open during the afternoon."
      },
      {
        "eventId": "event082",
        "eventTitle": "DIY DJ",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Bikes and Brews | Site K3",
        "eventDays": "Friday",
        "eventDescription": "Come experience what it (must) feel like to be a DJ with none of the groupies, pay or fame. Real talk - its just a music/card game thing"
      },
      {
        "eventId": "event083",
        "eventTitle": "DIY Face Paint",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Camp Natural Weener | Site 25, 26",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Enjoy our DIY face-painting station, and/or offer your face-painting services for a spell."
      },
      {
        "eventId": "event084",
        "eventTitle": "DIY Tattoo Station",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "LoF Yacht Club | Site 38",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Drink &amp; Stitch is bring some supplies to make You the art! An interactive piece in which we supply the rubber stamps &amp; ink and you are the canvas. The table will be set up in front of Village Not Sure each day whenever one of us sobers up enough to do so. It will remain in place till dark for your enjoyment."
      },
      {
        "eventId": "event085",
        "eventTitle": "DJ Set: Biscuit Hunter",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Thursday",
        "eventDescription": "Biscuit Hunter will take the stage and sound system on a sojourn through soundwaves tracking and hunting biscuits. We intend to provide zero biscuits, but hope above hope that the sonorous vibrations of this set will manifest at least ONE passable biscuit. Come join us and find out!"
      },
      {
        "eventId": "event086",
        "eventTitle": "DJ Set: Chris Moorehouse",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Friday",
        "eventDescription": "Come dance, or drink, or simply groove to the musical offerings of Chris Moorehouse. He's got songs for you, and you've got ears and feet, ain't ya? come check this out!"
      },
      {
        "eventId": "event087",
        "eventTitle": "DJ Set: Jack Darko",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Saturday",
        "eventDescription": "This guy Jack Darko? He's gonna take over the stage and sound system for a two hour tour... a two hour tour... bring yr ears and get ready to get down with a hard hitting set of some choice cuts."
      },
      {
        "eventId": "event088",
        "eventTitle": "DJ Set: Sound Shepherd",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Saturday",
        "eventDescription": "Psy-Voyage, anyone? Ready to get introspective while you boogie? it's going down! get over here!"
      },
      {
        "eventId": "event089",
        "eventTitle": "DJ Set: Syntheticus",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Wednesday",
        "eventDescription": "Syntheticus takes the stage and sound system to bring you on a sonic journey for two full hours. We have no idea exactly what to expect, and we kinda like it like that."
      },
      {
        "eventId": "event090",
        "eventTitle": "DnD! Mystery Character Tabletop Experience",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sphinx Beer Garden | Site 60, 61, 62",
        "eventDays": "Friday",
        "eventDescription": "Through interaction and role play in the game world you'll uncover clues to who and importantly what your character is. Bring dice paper and a pencil if you wanna."
      },
      {
        "eventId": "event091",
        "eventTitle": "Dollar Bill Origami",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Drink, Bitch. | Site 109",
        "eventDays": "Friday",
        "eventDescription": "Impress your friends (or not), leave fabulous tips for waitstaff, or just amuse yourself by picking up a new stupid human trick. Bring a few of your own crisp dollar bills and learn how to fold them into interesting shapes like bow ties. You will not be disappointed."
      },
      {
        "eventId": "event092",
        "eventTitle": "Dragon Bar happy hour",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Friday",
        "eventDescription": "Candy is dandy liquor is quicker but the dragon lounge has something better"
      },
      {
        "eventId": "event093",
        "eventTitle": "Dragon coffee",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Come visit us for coffee regular or GDL style"
      },
      {
        "eventId": "event094",
        "eventTitle": "Draw with Gothee",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Gothee House | Site 111, 112, 113",
        "eventDays": "Friday",
        "eventDescription": "We've got your blacks. And charcoal greys, and blood reds. Darken a sketch pad at our figure drawing salon with live Goth models. Or come render the relics of our spooky still life collection whenever Gothee House is open."
      },
      {
        "eventId": "event095",
        "eventTitle": "DrEaM wOrKsHoP hOsTeD bY TeTrA",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Intergalactic Art Movement (IAM) | Site 70",
        "eventDays": "Friday",
        "eventDescription": "a dream workshop hosted by the hostess of future dream, TetrA"
      },
      {
        "eventId": "event096",
        "eventTitle": "Drink, Bitch! Lemonade Social",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Drink, Bitch. | Site 109",
        "eventDays": "Wednesday",
        "eventDescription": "Exhausted from setting up your camp? Just want to wet your whistle? Take a break, and let Drink, Bitch! provide you with cool nummy refreshments. Meet some of the people around you! Alcohol and non-alcoholic drinks served, with snacks. Bring your burner cup! We have stickers for you."
      },
      {
        "eventId": "event097",
        "eventTitle": "Drop-in Theatrical Readings",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Gothee House | Site 111, 112, 113",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "We're going to try something we call \"Drop-in Theatrical Readings\" -- visitors to our cafe (i.e. you!) will read aloud the lines for the characters in a play. Actual acting not required; hamming it up is optional but fun. Stay as long as you want! You can stay for the entire play or just move on someone else can take over your part. This event does not have a scheduled time -- we will host these sessions whenever we feel like it. ;p"
      },
      {
        "eventId": "event098",
        "eventTitle": "Drug Information Booth",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "SafeT Camp | Site 130",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Say Know to drugs! SafeT Camp's drug information booth provides crucial harm reduction services and information to make sure you and your friends have the best experience possible at Lakes. Unsure about a substance? Want to have it tested so you know for sure? Want to learn how to reverse and recognize an opioid overdose? Or how to test for fentanyl? Come visit us at the booth! Don’t have time to visit the camp? Keep an eye out for our roving outreach teams."
      },
      {
        "eventId": "event099",
        "eventTitle": "Drug Set &amp; Setting: How to Have a Good Psychedelic Journey",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "SafeT Camp | Site 130",
        "eventDays": "Thursday",
        "eventDescription": "Learn how to increase pleasure and reduce harm around substance use by building intentionality within this substance use management framework. Have fun don’t die!"
      },
      {
        "eventId": "event100",
        "eventTitle": "Early Bird Special: Pancakes!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Early Retirement @ Tahitian Isles Village | Site B45",
        "eventDays": "Friday, Saturday",
        "eventDescription": "It’s before 5 o’clock somewhere! Catch a worm and grab some pancakes. BYO plate &amp; utensil."
      },
      {
        "eventId": "event101",
        "eventTitle": "Elixir of the Green Faerie",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Gothee House | Site 111, 112, 113",
        "eventDays": "Thursday, Saturday",
        "eventDescription": "Come share our Absinthe Ritual. We have two kinds of imported Spanish absinthe containing Thujone (one of the active ingredients in wormwood) and an artisanal absinthe fountain made by Shae. Your absinthe ritual will take 10-15 minutes when your hosts are sober, and longer when they are not. Absinthe is traditionally sipped and the ritual is accompanied by discussion and merriment. We will also be serving the Midnight Rose, our signature absinthe cocktail. Van Gogh used to drink absinthe because it was the cheapest, strongest drink available. Who knows why he cut off his ear?"
      },
      {
        "eventId": "event102",
        "eventTitle": "Event First Aid",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "ESD Medical Tent | Site 45, 46, 47",
        "eventDays": "Friday",
        "eventDescription": "Learn how to unfuck yourself. From your physical ailment to you psychological tangles, come to the med tent and learn how to triage your own shit."
      },
      {
        "eventId": "event103",
        "eventTitle": "Everyone Loves Cat Butt-ons",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "9 Lives Club | Site K17",
        "eventDays": "Thursday",
        "eventDescription": "Sit your tail down and join our cat butt-on making party Thursday 4:20-6:20pm. Come enjoy some \"catnip\" and good vibes. Pictures and button supplies will be provided. Our human-sized cat play area and lounge is also available all day, every day for Burners to enjoy."
      },
      {
        "eventId": "event104",
        "eventTitle": "experimental aural performances",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Expectation Free Zone  | Site K14",
        "eventDays": "Friday, Saturday",
        "eventDescription": "Transmute your expectations into raw experiential substance through our experimental aural performances. These will be scheduled and impromptu live performances of expansive, spacey, strange, occasionally groovy, transdimensional music presented on the four-channel surround-sound system in the Expectation Free Zone. Musicians from our camp will perform, and we will invite, beforehand and impromptu, other musicians and sound artists in the LoF community to perform."
      },
      {
        "eventId": "event105",
        "eventTitle": "Exploring Your Body Through Movement with Cho Cho",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tahitian Isles: Funky Tiki Teahut Dome | Site 4, 5, 6",
        "eventDays": "Saturday",
        "eventDescription": "Come join me in exploring your body through movement. I will take you on a journey where you have permission to move and express yourself through guided movement in a safe space. We will explore movement individually and as a group. If you are learning to move your body or you love moving your body come have fun and explore what your body has to offer."
      },
      {
        "eventId": "event106",
        "eventTitle": "Face Painting",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Camp Natural Weener | Site 25, 26",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Sit back and have your face painted by artists, baby burners, or create your own expressions!"
      },
      {
        "eventId": "event107",
        "eventTitle": "Fancy Flavor Soda Gifts",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Just as we did last year, when our camp is \"open\" for performance or ambient music, our bar will be open and our bartenders will happily fill your cup with a fancy flavored soda of your choice. all sodas are made with carbonated water and home-made organic flavor syrups. there are too many exciting flavors to list here, you simply must come and try one to find out! These are available with and without alcohol so all lakes of fire participants (which can freely consume SUGAR) can partake in a cup, even late night! WE LOVE YOU!"
      },
      {
        "eventId": "event108",
        "eventTitle": "Fi-Bar",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Early Retirement @ Tahitian Isles Village | Site B45",
        "eventDays": "Friday, Saturday",
        "eventDescription": "Join your fellow retirees and celebrate your freedom from work with a refreshment that’ll keep you regular."
      },
      {
        "eventId": "event109",
        "eventTitle": "Figure Drawing &amp; Acoustic Jams",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Boogie Woogie Cabaret | Site 39, 40, 41",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Chill out to music and draw nekkid folk in a yurt! Some drawing materials will be provided but feel free to bring your own."
      },
      {
        "eventId": "event110",
        "eventTitle": "Fire Circle",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Capn Nemo’s Flaming Carnival | Site 56, 57, 58, 59",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Oh no, my flow toy caught on fire! Must be the Fire Circle at Nemo's!"
      },
      {
        "eventId": "event111",
        "eventTitle": "Fire Dancer Safety Training",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "The Playground | Site 134",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Join us to review fire safety for both public performance and specifics for Lakes of Fire. This class covers fire safety protocol as endorsed by the National Fire Artists Association. We teach everything from proper safety techniques, costuming, how to communicate with authorities, &amp; the importance of sobriety. Attending one of these classes is mandatory if you would like to perform in a conclave. If you have taken one of our safety training courses in the past 3 years, please return to learn some new information."
      },
      {
        "eventId": "event112",
        "eventTitle": "Fire &amp; Flames for Families &amp; Friends",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Capn Nemo’s Flaming Carnival | Site 56, 57, 58, 59",
        "eventDays": "Thursday, Saturday",
        "eventDescription": "Come one, come all, come carnies big and small! See the Midway in the light of day! Fun and games for all to play. Prizes will be available at RAR RAR's pop up prize booth. Don't worry, we brought BIG bubbles!"
      },
      {
        "eventId": "event113",
        "eventTitle": "Fire Flower : Live Performance",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Thursday",
        "eventDescription": "Come witness the spectacle that is fire flower. do it. they have electronically manipulated throatsounds and liprips, and a flaming trumpet. who doesn't love that? J-Rose and Sheriff Phoenix will be taking the stage and your attention for sure. be here."
      },
      {
        "eventId": "event114",
        "eventTitle": "Fire Show",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Thursday",
        "eventDescription": "Come see the hottest scene on the lake!"
      },
      {
        "eventId": "event115",
        "eventTitle": "Flame Effects Inspection Training",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "FAST Headquarters | Site FAST HQ",
        "eventDays": "Thursday, Friday",
        "eventDescription": "If you're interested in building or inspecting flame effects, join us to learn about what FAST looks for and, as important, why! This class will consist of about an hour of discussion at the picnic table, followed by visiting some nearby flame effects. This class is required prior to shadowing flame effects inspection. (If you took it last year, you can join for a refresher, but it's not required.)"
      },
      {
        "eventId": "event116",
        "eventTitle": "Flask First",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Valhalla! | Site 89, 90, 91",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "The Vikings of Valhalla are upping their game this year. The Flask First bar will be serving up home brewed mead, beer, glogg, and other beverages of choice as well as a sumptuous selection of homemade/smoked/cured sausages, bacon, and various meats. Stick around long enough and you're certain to be regaled by tales of the Norse gods from one of our famed storytellers, or pull a chair up and share your own story."
      },
      {
        "eventId": "event117",
        "eventTitle": "Floating Kraken Kreamery",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Syncytium | Site 98, 99, 100, West Field",
        "eventDays": "Thursday",
        "eventDescription": "Frozen Kraken Kreamery will be taking over the Syn Bar and serving up hand made floats of both the alcoholic and sober varieties. Come say hi and get your chill on."
      },
      {
        "eventId": "event118",
        "eventTitle": "Flow of Cthulhu",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Camp One More Thing | Site 119, 120, 121",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Pay tribute to the Elder Gods on a small performance stage available for anyones use. Come spin/dance/talk/ or whatever it is you do to showcase your craft! This is Fire friendly!! Please bring your own safety &amp; equipment including but not limited to props &amp; gas."
      },
      {
        "eventId": "event119",
        "eventTitle": "Frrozen Kraken Creamery",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "At your camp or randomly on the road. | Site Lucky Lake",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "We'll be making daily trips around Lucky Lake slinging creamy goodness for your throat holes."
      },
      {
        "eventId": "event120",
        "eventTitle": "Funs Out Buns Out",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Thumper | Site 17, 18",
        "eventDays": "Friday",
        "eventDescription": "Thumper DJs and Special Friends. Full bar all night. Weenies by chance."
      },
      {
        "eventId": "event121",
        "eventTitle": "Gamblers Not-So-Anonymous with FrickFack Blackjack",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Art in the Pines | Site G",
        "eventDays": "Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Join us each and every day starting *around* 6 PM for exciting rounds of Frick Frack Blackjack. Remember, this is a NO cash NO limits blackjack experience. Bring only your silliest and most whimsical items to the table. Please refrain from betting MOOP, nobody wants your trash. The more unique your item, the better the deal. All bets are final! To locate us,Find South Side we are position C inside Cap'n Nemo's Flaming Carnival(56-59)."
      },
      {
        "eventId": "event122",
        "eventTitle": "Gaming with the Gods",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sphinx Beer Garden | Site 60, 61, 62",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Stop in any time to join a table or yard game of your choice. Table games will be under the tent and yard games by the bar; come while away an hour in play!"
      },
      {
        "eventId": "event123",
        "eventTitle": "Get Fancy and Dancy! The SGC Afterburn Party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Secret Gentleman's Club | Site 92, 93, 94, 95, 96",
        "eventDays": "Saturday",
        "eventDescription": "Swing on by the SGC stage and continue your burn night with a dance party featuring the fanciest libations and the danciest music that our gentlemen can provide!"
      },
      {
        "eventId": "event124",
        "eventTitle": "Ghost Stories With Milk and Cookies",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Experimental Family Tree  | Site K9",
        "eventDays": "Thursday",
        "eventDescription": "Bring your spookiest, scariest, most macabre, or horrifying tale to share around the glowing tree (the Shiny Seed). Settle in to hear spooky stories with milk and ghost cookies. (We will provide plant-based milk and vegan cookies)."
      },
      {
        "eventId": "event125",
        "eventTitle": "Global Booty Dance Class",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tahitian Isles: Funky Tiki Teahut Dome | Site 4, 5, 6",
        "eventDays": "Thursday",
        "eventDescription": "Dress in your most colorful gear and get ready to Move It, Move It! Come dance and shake your BOOTY around the world with Sirene De Paradis. Freakeasy's lil darling resident dancer will be hosting a high energy dance class while tuning you to awesome dance music from around the global. NO EXPERIENCE REQUIRED/Make sure you stay hydrated throughout the class."
      },
      {
        "eventId": "event126",
        "eventTitle": "Goblin Masquerade and Goth Karaoke",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Gothee House | Site 111, 112, 113",
        "eventDays": "Thursday",
        "eventDescription": "Come swirl the night away Thursday evening in your Unseelie finest and join Gothee House for a Goblin Masquerade Ball. Goblins, fairies, kidnapped babies and muppets -- create dance magic under the stars. Not sure what to wear? Join us earlier in the day Wednesday and Thursday to make a masquerade mask. We will also have a curated selection of goth-friendly karaoke songs for any extra adventurous souls."
      },
      {
        "eventId": "event127",
        "eventTitle": "Gothee House Coffee",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Gothee House | Site 111, 112, 113",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Coffee has long been a staple of Gothee House. We will once again be providing that wonderful energy elixir. We'll have hot- and cold- brewed coffee like previous years. This year, whenever we feel like it, we're also going to be serving coffee to you, sit-down style. Please come and relax in the goth faerie cafe!"
      },
      {
        "eventId": "event128",
        "eventTitle": "Goth Night Happy Hour",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Thursday",
        "eventDescription": "Get your vamp on here."
      },
      {
        "eventId": "event129",
        "eventTitle": "Goth Pride Night",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Bikes and Brews | Site K3",
        "eventDays": "Thursday",
        "eventDescription": "All black (no darkwads) or rainbows, who cares. Let's get moody as fuck and a lil' dark. Props for clove's and dispair."
      },
      {
        "eventId": "event130",
        "eventTitle": "Green Dragon Lounge Happy Hour",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Friday",
        "eventDescription": "Come meet the happiest dragons around the lake!"
      },
      {
        "eventId": "event131",
        "eventTitle": "Green Dragon Lounge Late Night Party and Fire Show",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Saturday",
        "eventDescription": "Green Dragon Lounge Late Night Party and Fire Show, featuring Doktor Dragon’s Fubarus. How far does this rabbit hole go? There is only one way to find out!"
      },
      {
        "eventId": "event132",
        "eventTitle": "Green Fairy Seed Library",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Boogie Woogie Cabaret  | Site 39, 40, 41",
        "eventDays": "Wednesday, Thursday, Friday",
        "eventDescription": "A library of seeds and fountain of knowledge for green-inspired burners. You can take or deposit seeds, either way we'll help you sow your wild oats. A small selection of live plants will be available."
      },
      {
        "eventId": "event133",
        "eventTitle": "Guatemalan Worry Dolls",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Odditorium | Site 19, 20, 21",
        "eventDays": "Friday",
        "eventDescription": "Worry dolls, muñecas quitapenas, originate from an ancient Mayan legend about a princess who was gifted the ability to ease human worries by the sun God. The tiny dolls are made to represent princess Ixmucane with traditional Guatemalan fabrics. Guatemalan children whisper their worries to the dolls and tuck them under their pillows at night so that they can sleep easy. By the morning, the worry dolls will grant them the wisdom they need to eliminate their worries. Come join me and make your own worry doll to ensure sound sleep! No materials or skills necessary."
      },
      {
        "eventId": "event134",
        "eventTitle": "Hair of the Dog Bloody Mary Minis",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Drink, Bitch. | Site 109",
        "eventDays": "Friday",
        "eventDescription": "Come get a shooter of homemade Bloody Mary! If you are nice (or naughty) we may serve them to you WI style with meat sticks and other delicious decorations. We provide paper shooter cups, to dispose of at our camp or yours. Serving with attitude until we run out. (PS: They have electrolytes! )"
      },
      {
        "eventId": "event135",
        "eventTitle": "Hangover Cure Cocktails with The Witches",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Nail Witch &amp; Timmy the Oracle  | Site K19",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Meet us on the eastern edge of the Keyhole and walk Widdershins around what ails you with a Grimoire Shot: a pungent, herbal hangover cure by Nail Witch. A verdant tincture of aromatic and soothing mint and herbs is sure to ease indigestion and take the edge off of a bitter hangover. In the mood for something bold and sweet? Try a Detroit Sunrise concocted by Red Witch. ♥"
      },
      {
        "eventId": "event136",
        "eventTitle": "Happy Hour at Firewater Lounge!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Firewater Lounge | Site B",
        "eventDays": "Friday",
        "eventDescription": "Come and get happy with the Firewater Lounge! Cocktails, fancy snacks and games for everyone. Pre-party with us before your night gets crazy!!"
      },
      {
        "eventId": "event137",
        "eventTitle": "HaRmOniZiNg WhOLeNeSs ~ SoUnD hEaLiNg",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Intergalactic Art Movement (IAM) | Site 70",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "11:11"
      },
      {
        "eventId": "event138",
        "eventTitle": "Haunting Crystal Bowl Concert",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Gypsy Wolves | Site K20",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Crystal Bowl Concert. Let the haunting melodies and soothing sounds of an array of Crystal bowls transport you to another world!"
      },
      {
        "eventId": "event139",
        "eventTitle": "Have a \"Soul Cake\"!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Around the Path | Site Lucky Lake",
        "eventDays": "",
        "eventDescription": "Ancient Celts and Otherworld beings come to life and travel the lake to offer gingerbread soul cakes to one and all! Times will be random throughout the day."
      },
      {
        "eventId": "event140",
        "eventTitle": "Head Rubs and Healing",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Experimental Family Tree  | Site K9",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Stop by the Shiny Seed for head rubs, possible bodily or soul adjustments. Relax and meditate under our metal tree."
      },
      {
        "eventId": "event141",
        "eventTitle": "Headstands, Handstands and Forearm Balances OH MY!!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Capn Nemo’s Flaming Carnival | Site 56, 57, 58, 59",
        "eventDays": "Saturday",
        "eventDescription": "Come out and learn the basics of headstands handstands and forearm balance with Hardware and Jadey Bird. No experience required. We will meet you where you’re at. A reasonable level of personal fitness and flexibility is required and expected."
      },
      {
        "eventId": "event142",
        "eventTitle": "Herding Cats Tea Time",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "9 Lives Club | Site K17",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Fuse with fellow feline-friendly foragers while enjoying hot and cold tea served with whisker-licking vegan snacks. Visitors encouraged to BYOCup. Our human-sized cat play area and lounge is also available all day, every day for Burners to enjoy."
      },
      {
        "eventId": "event143",
        "eventTitle": "Hey There Fancy Pants!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tahitian Isles: Funky Tiki Teahut Dome | Site 4, 5, 6",
        "eventDays": "Friday",
        "eventDescription": "A Transdermal Celebration at The Funky Tiki Teahut- It's a fancy pants competition and dance party!"
      },
      {
        "eventId": "event144",
        "eventTitle": "High Tea",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Hatters and others are welcome to join us for the highest tea around the lake."
      },
      {
        "eventId": "event145",
        "eventTitle": "Hip Hop Night",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Phase | Site 69",
        "eventDays": "Thursday",
        "eventDescription": "I said a hip hop the hippie the hippie To the hip hip hop and you don't stop The rock it to the bang bang boogie Say up jump the boogie to the rhythm of the boogie, the beat at The Phase"
      },
      {
        "eventId": "event146",
        "eventTitle": "Honeydukes Magical mischief",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Honeydukes  | Site 84",
        "eventDays": "Friday",
        "eventDescription": "Come join us for a magical evening filled with candy, crafts, and unique drinks! We will be making chocolate frogs, crafting flying keys, and revealing our flaming and sparkling drinks!"
      },
      {
        "eventId": "event147",
        "eventTitle": "Huamanamated Photo Booth",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Experimental Family Tree  | Site K9",
        "eventDays": "Wednesday",
        "eventDescription": "A playful, lighthearted photo booth area with costumes and a custom backdrop. Sketch artists of varying abilities will present you with a stunning keepsake drawing."
      },
      {
        "eventId": "event148",
        "eventTitle": "Hurricane Party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Still Bayou | Site 37",
        "eventDays": "Thursday",
        "eventDescription": "The storm is blowing in and hurricanes are scary. Ride out the storm with a Hurricane Party at Still Bayou. Serving Hurricanes and Humor."
      },
      {
        "eventId": "event149",
        "eventTitle": "I don't Funkin' know",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Phase | Site 69",
        "eventDays": "Wednesday",
        "eventDescription": "Come help Starchild and Dr. Funkenstein find the mythical Flashlight and save the universe from the Cosmic Slop of Sir Nose. The Mothership lands at The Phase."
      },
      {
        "eventId": "event150",
        "eventTitle": "Infinity Crystal",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Once the sun sets, the Infinity Crystal springs to life! Come gaze upon these objects that appear larger on the inside."
      },
      {
        "eventId": "event151",
        "eventTitle": "Irie Friday",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Thumper | Site 17, 18",
        "eventDays": "Friday",
        "eventDescription": "Wa gwan rasta? Reggae, dub, jerk chicken wings, bloody marys, other grill treats. Respect."
      },
      {
        "eventId": "event152",
        "eventTitle": "Is this Vegan, The Potluck",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Camp Pity Party | Site K22",
        "eventDays": "Friday",
        "eventDescription": "Poor vegans... Come to Camp Pity Party for a delicious distraction from your woes and some communal commiseration. Bring a vegan dish to share along with your plate and cup. As always, no advice will be served. Vegans and non-vegans welcome."
      },
      {
        "eventId": "event153",
        "eventTitle": "JCSpaceRadio Frequency Workout",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Expectation Free Zone  | Site K14",
        "eventDays": "Friday",
        "eventDescription": "A movement-based class in which participants use tones and rhythms to create unique physical responses in a facilitated environment. Using inner sensation of gravity, movement within the body, and awareness of the space and other bodies, participants begin to tune their perception to vibration, frequency, and resonance. All are welcome! Come dance and play with the feeling of sound!"
      },
      {
        "eventId": "event154",
        "eventTitle": "Jingles Emporium",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Pleasure House | Site E",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Jingles Emporium returns this year providing those necessary and hard-to-find items. It will have on hand cigs, lighters, tp, antacids, tampons, floss, water, gum, and more! Look for the baby trailer at Pleasure House. Open 24 hours a day, 7 days a week. The Emporium is a panda friendly establishment."
      },
      {
        "eventId": "event155",
        "eventTitle": "J-Rose: Live Performance",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Sunday",
        "eventDescription": "J-Rose hisself will come by to take the stage and sound system over for an hour or so... Have you witnessed this yet? this will be fun. come by to see this guy. you will not regret that choice. he makes sounds with his mouth and manipulates those sounds with a machine. it is totally rad."
      },
      {
        "eventId": "event156",
        "eventTitle": "Just The Juice Pickleback Party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Slippery Pickle | Site K8",
        "eventDays": "Friday",
        "eventDescription": "Picklebacks and good times! Join the Slipperiest of Pickles and their dog as we drink the bar dry so we can be free for the Burn. Open until we run out of booze."
      },
      {
        "eventId": "event157",
        "eventTitle": "Karen's Cabaret Cabaret",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Karen's Cabaret | Site 128",
        "eventDays": "Friday",
        "eventDescription": "Join our variety entertainers for amazing evening of cabaret performances, fine cocktails, delicious hors d'ouvres and maybe even a surprise or two. Will there be fire? Will there be flying ladies? Will there be nipples? Join us and find out!"
      },
      {
        "eventId": "event158",
        "eventTitle": "Karen's Happy Hour",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Karen's Cabaret | Site 128",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Join our cabaret lounge for a few drinks to shake off the dust of a weary day napping in the sunshine. We will be serving craft cocktails and hors d'ouevres, possibly while scantily clad. Each day brings a new menu! Get it while supplies last."
      },
      {
        "eventId": "event159",
        "eventTitle": "Kenny &amp; Benny Interdimensional Cultural Exchange",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Thursday",
        "eventDescription": "A variety show featuring participants from the lakes of fire community. An interactive experience involving audience participation and interdimensional frequencies including: burlesque, fire spinning, music, comedy, dance, and things yet seen in this dimension. Please join us to witness all that these dimension have to offer."
      },
      {
        "eventId": "event160",
        "eventTitle": "Kids Costume Mini Golf Social",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Country Club | Site 22",
        "eventDays": "Friday",
        "eventDescription": "Two hours of kid friendly mini golf. With prizes, drinks and snacks for the kid in us all. Also fancy drinks for adults. Come bring your best costume for trick or treating. Lowest score gets an invite to participate in the Great Lakes Miniature Open tournament."
      },
      {
        "eventId": "event161",
        "eventTitle": "Kimono Dragons",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Kimono Dragons | Site H",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Put on your favorite Kimono and join us for some Oriental Fun! The Kimono Dragons Oriental Paradise complete with Bar serving hot &amp; cold Sake and punch of the day, Fortune Cookies, Karaoke, Join us for our Egg Roll feast on Saturday @ 1 pm"
      },
      {
        "eventId": "event162",
        "eventTitle": "Kink Party",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Pleasure House | Site E",
        "eventDays": "Friday",
        "eventDescription": "The Pleasure House will be Transforming our Play Space into a Dungeon for a few hours to RELEASE THE KINK in you at our Kink Party. This year the Pleasure House will have lots of New and Old Equipment for you to have fun with. Be sure to wear something kinky and bring you, your partner, your pet or even your Slave to this HOT EVENT ! ! ! There will be lots of \"Consent ONLY Play\"."
      },
      {
        "eventId": "event163",
        "eventTitle": "Kitty's Bad Tarot Readings",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Kidsville / Roaming Around the Path | Site K24 / Lucky Lake",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "The Mystical and Amazingly Psychic Kitty will read your tarot cards with great confidence! With a tarot deck featuring stick figure artwork and cards magically produced for this event, your fortune is in good paws! Look for this shady cat-eared individual around Kidsville or roaming around during daylight hours."
      },
      {
        "eventId": "event164",
        "eventTitle": "Lakes of Fire 2019 Cuddling Championships",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Friday",
        "eventDescription": "Do you have what it takes to be a cuddling champion? Contestants will be evaluated by a team of highly qualified judges in categories including cuddling entree, architecture, technique, endurance, and denouement. Bring us your best! Awards will be given at the conclusion of the event. Consent first, no sex. We’re professionals here."
      },
      {
        "eventId": "event165",
        "eventTitle": "Lakes of Fire Newbie Orientation",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Wednesday, Thursday, Friday",
        "eventDescription": "Do you have questions about Lakes of Fire or the Burning Man community in general? Well then, stop by the Green Dragon Lounge Wednesday, Thursday or Friday at 6:15 p.m. Your Greeter leads will be available to answer all your questions. There might even be some sweet swag for inquiring newbies."
      },
      {
        "eventId": "event166",
        "eventTitle": "Lakes of Fire Pronoun Project",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Greeter's Station | Site Lucky Lake",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Lakes of Fire is dedicated to taking a more inclusive stance by acknowledging gender diversity at our event. By allowing individuals to represent themselves with their preferred pronouns, we can establish authentic and personal connections right from the start. Stop by the Greeter's station anytime while gate is open and pick up a pronoun button. You will be able to write your preferred pronouns on the button and wear it throughout the event. We encourage all gender identities to participate in order to provide an inclusive environment for everyone."
      },
      {
        "eventId": "event167",
        "eventTitle": "Lakes of Fire Volunteer Appreciation Party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Syncytium | Site 98, 99, 100, West Field",
        "eventDays": "Friday",
        "eventDescription": "Are you an LOF Volunteer who is serving with an official dept this year? Come down on Friday the 14th from 4p-6p and get your bellies a burger, your souls moving and your bodies healing. Grilling the usual fare- Burgers, Hot Dogs...you know the drill. There will be healers onsite as well to help your achy bodies get some soothing from all of that volunteering you've been doing. &lt;3 Ever so extra special Thank you's to Syncytium and crew for hosting and mosting the best ever! xoxo -Volunteer Dream Team!"
      },
      {
        "eventId": "event168",
        "eventTitle": "Learn How to Juggle",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Odditorium | Site 19, 20, 21",
        "eventDays": "Thursday",
        "eventDescription": "A one hour workshop on how to learn the basic juggling pattern, the cascade. All levels welcome. Props available for use."
      },
      {
        "eventId": "event169",
        "eventTitle": "Learn to screen print at The Factory",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Odditorium | Site 19, 20, 21",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Come, learn how to screenprint, and then become the means of production yourself. Once you’ve completed one of our daily trainings, you’ll be free to use the studio however you please. We’ll have everything you need to make you, your friends, and everyone standing nearby something beautiful."
      },
      {
        "eventId": "event170",
        "eventTitle": "LGBT Meet &amp; Greet Mixer",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Pleasure House | Site E",
        "eventDays": "Thursday",
        "eventDescription": "Join us at The Pleasure House for an LGBT friendly Meet &amp; Greet on Everyone is welcome to attend this Meet &amp; Greet, but this is how we at The Pleasure House want to help our LGBT friends out there feel loved and accepted. This event was very popular last year and we are happy to bring it back this year. Be sure to stick around for Spanks and Dranks too during this event !!!"
      },
      {
        "eventId": "event171",
        "eventTitle": "Lost in Paradise Walking Tour",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Bermuda Triangle Travel Bureau | Site D",
        "eventDays": "Wednesday",
        "eventDescription": "Prefer getting lost as a group? Join the expert tour guides of the Bermuda Triangle Travel Bureau as we explore uncharted territories and alien landscapes at Lakes of Fire! What unknown treasures will we unearth? (Departing camp by 7:30)!"
      },
      {
        "eventId": "event172",
        "eventTitle": "Lost Key Finding",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Bermuda Triangle Travel Bureau | Site D",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Lost items sometimes surface in strange places. Keys, in particular, seem just as drawn to the Triangle as boats and planes, and more keep emerging from our shipwreck. Come claim your own lost key, fashion it into a reminder that you survived the Bermuda Triangle Travel Bureau, and see what it unlocks. No metal detectors required!"
      },
      {
        "eventId": "event173",
        "eventTitle": "Lost Luggage Mini Bar",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Bermuda Triangle Travel Bureau | Site D",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Play a game of chance to pick from in-flight swag, snacks, and drinks, served up by the crew of the Bermuda Triangle Travel Bureau! Our suitcase finally washed up with the tide, with all the goodies still inside (plus a few critters of the sea)."
      },
      {
        "eventId": "event174",
        "eventTitle": "Lounge Night!!!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Firewater Lounge | Site B",
        "eventDays": "Thursday",
        "eventDescription": "Come and chillax with your friends at the Firewater Lounge. We will have music, fancy snacks and cocktails to share for this fun and easy lounge night. FAIR WARNING: This could easily turn into karaoke night."
      },
      {
        "eventId": "event175",
        "eventTitle": "Magical Turtle Metacine presents: Taco Castle Turtlesday",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Thursday",
        "eventDescription": "Turtlesda... I mean, Thursday evening will find A Nonsense Man and his best friend Fracktyl The Magical Turtle singing songs and telling tells of wonderful views and magical spells. come at least slightly hungry because we will be serving tacos to all who want one! that's right! TACOS."
      },
      {
        "eventId": "event176",
        "eventTitle": "Magic: The Gathering - Sphinx’s Booster Draft",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sphinx Beer Garden | Site 60, 61, 62",
        "eventDays": "Friday",
        "eventDescription": "The Sphinx brings you a Magic booster draw with the Amonkhet deck. There will be space for eleven contenders to do battle with a gifted set! Sphinx Eric will be hosting War of the Spark."
      },
      {
        "eventId": "event177",
        "eventTitle": "Mailbox to the Future",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Entrance to the Keyhole | Site Lucky Lake",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "If you can get past the aliens, fill out a postcard and mail it to your future self, who will receive it one year from now."
      },
      {
        "eventId": "event178",
        "eventTitle": "Make and mail a pop-up card",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Camp Evolutionary Illumination | Site 42",
        "eventDays": "Friday",
        "eventDescription": "Come make a pop-up Summerween or LoF greeting card - great for gifting! We'll also have a post office where you can mail your card. Check out Robert Sabuda's DIY pop-up cards at http://wp.robertsabuda.com/make-your-own-pop-ups/. Send some LoF love home from camp EVIL."
      },
      {
        "eventId": "event179",
        "eventTitle": "Make your bike not suck (Bike maintenance for Beginners)",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Bikes and Brews | Site K3",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Running through the ABC's of the pre-ride checklist and basic bike maintence. Tire changes and other common problems can be handled by one of our HIGHly trained mechanics."
      },
      {
        "eventId": "event180",
        "eventTitle": "Maritime Lounge of the Sargasso Sea",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Bermuda Triangle Travel Bureau | Site D",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Got the doldrums? Take a break in the calm, blue waters of our ocean gyre - the peaceful eye of the burn hurricane. No waders required! (This sea resides inside a bell tent)."
      },
      {
        "eventId": "event181",
        "eventTitle": "Mask Decorating",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Gothee House | Site 111, 112, 113",
        "eventDays": "Wednesday, Thursday",
        "eventDescription": "We will be hosting a Goblin Masquerade on Thursday night. We have paper masks and art supplies, so stop by and make a mask for the Masquerade!"
      },
      {
        "eventId": "event182",
        "eventTitle": "Meet the Genies of the InGenieous Lamp",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "InGenieous at Odditorium | Site 19, 20, 21",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Ever wished you could find a magic lamp with a genie or 2 inside to grant your heart's desire? Well now you can! Come on over to Odditorium and visit the Genies of InGenieous to experience our Magic and discover your own!"
      },
      {
        "eventId": "event183",
        "eventTitle": "MIdnight coneys",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "ESD Shot Clinic | Site 45, 46, 47",
        "eventDays": "Saturday",
        "eventDescription": "coney dogs for our hunger midnight burners"
      },
      {
        "eventId": "event184",
        "eventTitle": "Mini triathlon",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Effigy | Site Lucky Lake",
        "eventDays": "Friday",
        "eventDescription": "First! SWIM across the lake from the effigy to the north beach (most of the water is less than 5ft deep) Then! RUN 1 lap around the lake ~1/2 mile Last! Find a BIKE to ride 1 lap at our speed limit (rules to follow) (and shit, if you can't find a bike you have to run again) ~1.1 mile Prizes for all participants: banana trophies, LoFTri jerseys and finisher medals!"
      },
      {
        "eventId": "event185",
        "eventTitle": "Miracle Fruit Party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Thursday, Saturday",
        "eventDescription": "Amaze your senses and alter your perceptions! Synsepalum dulcificum transforms sour into sweet."
      },
      {
        "eventId": "event186",
        "eventTitle": "Monster Mash",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Experimental Family Tree  | Site K9",
        "eventDays": "Wednesday",
        "eventDescription": "Join us for Summerween-themed music, dancing, and much more! Compete in our donut-on-a-string eating and limbo contests for glory and prizes. Spontaneous tarot readings and artistic portraits at our Huamanamated Photo Booth. Red Rum punch, Bat’s Blood jello shots and spooky snacks!"
      },
      {
        "eventId": "event187",
        "eventTitle": "Monster Mash Dance",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Safe Zone | Site 114",
        "eventDays": "Friday",
        "eventDescription": "Bring your best costumes and dance your heart away. Safe Zone will have their bar open to friends for the first time and we hope you will come celebrate with us in our awesome space. Check out our Art Projects and have some spooky monster drinks. Halloween Jams included."
      },
      {
        "eventId": "event188",
        "eventTitle": "M.O.O.P Bag Tutorial &amp; Decoration",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "LoF Yacht Club | Site 38",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Have you always wanted to learn the magical Art of making MOOP bags? Now is your chance! At DrinknStitch's Happy Hour we will show you a fast, easy method so that you too, can make your own at home with your sewing machine. If you bring a MOOP bag with you, there will be a table of supplies for you to decorate it."
      },
      {
        "eventId": "event189",
        "eventTitle": "Morning Yoga Flow",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "The Closet Fort Kingdom | Site 23, 24",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Join us in the Kingdom to get your morning started right! Our Yoga experts will be leading a relaxing yoga flow to loosen up those muscles and get them ready for another night of adventurous fun!"
      },
      {
        "eventId": "event190",
        "eventTitle": "Moth Meet-up",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Odditorium | Site 19, 20, 21",
        "eventDays": "Thursday",
        "eventDescription": "MOTHS! Hooked on Lamp? Flutter on over to Odditorium for your fix! We have all the lamps, even a big one! Also, BYOLamp, because more LAMP! All inclusive moth meetup: butterflies and fireflies welcome. It's gonna be lit!"
      },
      {
        "eventId": "event191",
        "eventTitle": "Murica Party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Camp Not Sure - Nun of your beeswax | Site 107",
        "eventDays": "Saturday",
        "eventDescription": "MURICA! Home of the Red White &amp; Blue. Stop by for some good ol' classic American Rock while having a few classic preservative treats &amp; drinks."
      },
      {
        "eventId": "event192",
        "eventTitle": "Mycology 101",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Experimental Family Tree  | Site K9",
        "eventDays": "Thursday",
        "eventDescription": "Are you interested in growing mushrooms? Learn how to cultivate delicious and nutritious shrooms with a seasoned mycologist!"
      },
      {
        "eventId": "event193",
        "eventTitle": "Mysterious Mysteries Story Share",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Bermuda Triangle Travel Bureau | Site D",
        "eventDays": "Friday",
        "eventDescription": "Tell us your creepy and powerful tales - whether tall or small - about ghosts, conspiracies, aliens, cryptids, and experiences that defy explanation. Join the crew of the Bermuda Triangle Travel Bureau for snacks of the sea, triangular foods, and spooky stories!"
      },
      {
        "eventId": "event194",
        "eventTitle": "Naked IDentity model and artist Q&amp;A",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Boogie Woogie Cabaret | Site 39, 40, 41",
        "eventDays": "Friday",
        "eventDescription": "Come meet the models and the artist behind Naked IDentity! There will be a Q &amp; A about the project as well as honest discussions about the female body and body image."
      },
      {
        "eventId": "event195",
        "eventTitle": "Naked Yoga",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Pleasure House | Site E",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Come over to The Pleasure House and join us for some refreshing dose of Naked Yoga with our resident yoga instructor, The Love Warrior."
      },
      {
        "eventId": "event196",
        "eventTitle": "Nightmare Bar",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Consortium’s Bar | Site 135, 136, 137, 138, 139",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Consortium brings you sppoky delights to fuel your shenanigans after the sun goes down. After dark, our bar features a more hardy cocktail for the evening (also changing everyday) and whichever brews that are placed on tap, plus a shot for burn night."
      },
      {
        "eventId": "event197",
        "eventTitle": "Night of the Flaming Carnies",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Capn Nemo’s Flaming Carnival | Site 56, 57, 58, 59",
        "eventDays": "Wednesday, Thursday",
        "eventDescription": "The flames come out at sunset. Join us in the ever increasingly cozy space between the grassy ground and the burning sky that we call home, at Capn Nemo's."
      },
      {
        "eventId": "event198",
        "eventTitle": "Non-Alcoholic Fizzes and Juice!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "The Consortium’s Bar | Site 135, 136, 137, 138, 139",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Booze not your thing? No matter the reason why, we have you covered. We have a variety of juices available as well as artisan sparkling water. Our flavorings come from a large variety of simple syrups."
      },
      {
        "eventId": "event199",
        "eventTitle": "Now That's What I call The Phase - Vol. 1",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Phase | Site 69",
        "eventDays": "Friday",
        "eventDescription": "Come steep yourself in nostalgia as we rest on the laurels of a few of our good hits and a ton of needless filler you will skip through on playback. It worked for The Eagles"
      },
      {
        "eventId": "event200",
        "eventTitle": "Odditorium Mask Making Workshop",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Odditorium | Site 19, 20, 21",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Come join the odditorium gang and I for a mask making workshop. Use traditional techniques to design and create a custom leather masquerade mask. Create yer own wearable piece of Halloween art and we’ll talk a little about the history and significance of masks. Bring yer own pattern or modify one of ours. Please come early as this is a time intensive art project to make sure u have time to finish."
      },
      {
        "eventId": "event201",
        "eventTitle": "Old Man Cranky Bluegrass Hour ...with whiskey, bacon, and pineapple shots!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Thursday",
        "eventDescription": "W/ Phil and Katy Joe Come get cranky about all the electronic music at burns while enjoying bluegrass, jamgrass, and outlaw country with us. We’ll have whiskey shots with pineapple/bacon backs and plenty of ACTUAL instruments on the speaker. Bring your real instruments for a jam. Beginners welcome."
      },
      {
        "eventId": "event202",
        "eventTitle": "Open Mike Extravaganza",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tick Town | Site 53",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Calling all musicians, comedians and theatrical folks... come to Tick Town and show us what 'chu got! We love to be entertained and plan on supplying some mighty fine entertainment as well. Our very own giant blue Tick will emcee and he is fabulous! We have a tiny stage and big hopes for lots of fun!!!"
      },
      {
        "eventId": "event203",
        "eventTitle": "Out of this World Advice",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Art in the Pines | Site I",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "An alien communication device was left here 2000 years ago by future-seeing aliens who knew that in 2019, humans would really need some advice. Passed down through generations, the communication device is now available for all to contact the extraterrestrials for advice."
      },
      {
        "eventId": "event204",
        "eventTitle": "PartyYoga",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Odditorium | Site 19, 20, 21",
        "eventDays": "Thursday",
        "eventDescription": "Come enjoy a mid-morning mimosa and yoga practice that will be sure to start your day off in a bubbly and joyful way. Partyoga hosted by Shortybelle at Odditorium."
      },
      {
        "eventId": "event205",
        "eventTitle": "Penne for your thoughts?",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Dewey Decibels | Site 27, 28, 29, 30",
        "eventDays": "Wednesday, Thursday, Friday, Sunday",
        "eventDescription": "Serving penne out of a parmesan cheese wheel."
      },
      {
        "eventId": "event206",
        "eventTitle": "PiCkLe TeA PaRtY",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Intergalactic Art Movement (IAM) | Site 70",
        "eventDays": "Friday",
        "eventDescription": "you know you wanna party with this pickle"
      },
      {
        "eventId": "event207",
        "eventTitle": "Pillow Fight 2.0: SummerWeen Edition",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "The Playground | Site 134",
        "eventDays": "Friday",
        "eventDescription": "Vikings v. Onesies! Genies v. Mermaids! Bring your soft-sided pillow and your playful spirit! Like-costumed teams will compete against each other."
      },
      {
        "eventId": "event208",
        "eventTitle": "Plant Slut Takeover",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Dewey Decibels | Site 27, 28, 29, 30",
        "eventDays": "Thursday",
        "eventDescription": "Are you interested in botanical babes or succulent sluts? Well have we got a show for you! Come see our plant sluts takeover Camp Dewey Decibels!"
      },
      {
        "eventId": "event209",
        "eventTitle": "POC Family Cookout!",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "Y",
        "eventHumanLocation": "San Escobar | Site 35, 36",
        "eventDays": "Friday",
        "eventDescription": "People of color +allies family cookout! Bring some foods to share that my reflect your culture, or just something you want to share! Get ready to dance and sing and meet people like you within the Lakes of Fire community. Join us for a circle talk about being a burner in a predominantly white community. Share your thoughts and feelings, or not, the choice is yours! Allies welcome. But get ready to get down to some serious beats."
      },
      {
        "eventId": "event210",
        "eventTitle": "Post-Burn Carnival Flame Out",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Capn Nemo’s Flaming Carnival | Site 56, 57, 58, 59",
        "eventDays": "Saturday",
        "eventDescription": "Nemo says we're not packing up ANY fuel. Come see the carnies go all out before the carnies all go out. If you ASK FIRST I bet Nemo will let you push his buttons!"
      },
      {
        "eventId": "event211",
        "eventTitle": "Post-BURN Play Party",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Pleasure House | Site E",
        "eventDays": "Saturday",
        "eventDescription": "Come one come all down to The Pleasure House after watching the Effigy Burn and play with us in our play space. This is a CONSENT ONLY PLAY PARTY ! ! !"
      },
      {
        "eventId": "event212",
        "eventTitle": "Postcards From the Future",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Bermuda Triangle Travel Bureau | Site D",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Engage in time travel by sending a postcard to your future self, or a future friend. Decorate, write, and address mail that we will put postage on and send sometime after Lakes ends. Hosted in our crashed airplane fuselage, it’s sure to be a watch-stopping good time! Complimentary air sickness / moop collection bags provided."
      },
      {
        "eventId": "event213",
        "eventTitle": "Potato Bingo",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sideways Potato People | Site 9",
        "eventDays": "Friday",
        "eventDescription": "Join the Sideways Potato People for a friendly game of bingo and win some silly prizes! All ages are welcome (but the person running the bingo has a tendency to swear too much)."
      },
      {
        "eventId": "event214",
        "eventTitle": "Potluck / Family Dinner",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Experimental Family Tree  | Site K9",
        "eventDays": "Saturday",
        "eventDescription": "Join the Experimental Family Tree in the Keyhole for a Midwesterrific bonanza of food and family friendly fun. We will provide vegan dishes, please bring your best casseroles and/or leftovers to share!"
      },
      {
        "eventId": "event215",
        "eventTitle": "PuPpEt PaRtY ~ DiViNe CoSmiC pLay",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Intergalactic Art Movement (IAM) | Site 70",
        "eventDays": "Thursday",
        "eventDescription": "puppets playing"
      },
      {
        "eventId": "event216",
        "eventTitle": "Radical Self-Acceptance: Body Positive Yoga for All",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Friday",
        "eventDescription": "W/ Katy Joe Bring your bodies for an hour of yoga, meditation, and body positivity. We will love up our meat suits with breath, movement, and affirmations to squash negative thinking patterns about our bodies and instead encourage confidence, sexiness, and the courage to love ourSELVES. ALL bodies and ALL skill levels welcome....this will be an accessible practice geared toward self-love and will include modifications for all levels of practitioners of all sizes, shapes, and abilities."
      },
      {
        "eventId": "event217",
        "eventTitle": "Ratchet Drag Show",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tahitian Isles: Funky Tiki Teahut Dome | Site 4, 5, 6",
        "eventDays": "Saturday",
        "eventDescription": "Operation tiki garbage drag pageant commence!"
      },
      {
        "eventId": "event218",
        "eventTitle": "Resurrection Ceremony",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Camp One More Thing | Site 119, 120, 121",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Come check out our camp's cemetary &amp; hear stories of how each member met their awesomely twisted demise! Make sure you stick around til the end as we will be ressurecting a new ghost each day! Bring your cups &amp; roll the dice on our event themed drinks at our camp's bar too!"
      },
      {
        "eventId": "event219",
        "eventTitle": "Retiree Bingo",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Early Retirement @ Tahitian Isles Village | Site B45",
        "eventDays": "Saturday",
        "eventDescription": "A game of chance, surprises and mind blowing prizes! Grand Prize is a HUNDO towards your retirement fund-o!"
      },
      {
        "eventId": "event220",
        "eventTitle": "Retiree Speedwalking",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Early Retirement @ Tahitian Isles Village | Site B45",
        "eventDays": "Friday, Saturday",
        "eventDescription": "Grab your tracksuit and visor for a few brisk laps around the lake. No running."
      },
      {
        "eventId": "event221",
        "eventTitle": "Retiree Water Aerobics",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Early Retirement @ Tahitian Isles Village | Site B45",
        "eventDays": "Friday, Saturday",
        "eventDescription": "Join us in the shallow end for a low-impact group spashabout."
      },
      {
        "eventId": "event222",
        "eventTitle": "Retiree Yoga",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Early Retirement @ Tahitian Isles Village | Site B45",
        "eventDays": "Saturday",
        "eventDescription": "Greet your flexible future by stretching into happy grandbaby and bridge pose (deck of cards not required). BYO mat or towel."
      },
      {
        "eventId": "event223",
        "eventTitle": "Rocky Horror Picture Show with Live Shadow Cast",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Videogasm | Site 77, 78, 79",
        "eventDays": "Friday",
        "eventDescription": "Bring a chair or blanket, pack an extra pair of fishnets and get ready to do the time warp again! If you're interested in joining our cast, please contact us!"
      },
      {
        "eventId": "event224",
        "eventTitle": "Rotating Wake at The Phase",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Phase | Site 69",
        "eventDays": "Friday",
        "eventDescription": "A spot for those who have lost someone to come by, tell your funniest, bawdiest, and loudest stories of the departed. Then get a toast (alcoholic or non) to the departed. We then move on to the next person."
      },
      {
        "eventId": "event225",
        "eventTitle": "Sanctuary",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "SafeT Camp | Site 130",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Ever have a challenging psychedelic experience? Wish you had a place to go with people dedicated to supporting you? At SafeT Camp’s Sanctuary we keep folx safe at their most vulnerable to create positive lasting experiences. We provide peer support to guide individuals through the challenging psychedelic and emotional states often brought on by recreational environments like Lakes of Fire. At the Sanctuary we believe that supporting individuals through difficult psychedelic experiences can fuel positive transformation and growth."
      },
      {
        "eventId": "event226",
        "eventTitle": "Say Yes Walk",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "The Creepy Monkey / Around the Lake | Site K7 / Lucky Lake",
        "eventDays": "Saturday",
        "eventDescription": "This fun walk takes place around the lake. We walk from camp to camp saying yes to everything. Don’t worry no’s are accepted as well. This is just a great way to try something you might not have or meet someone you might not have met!!"
      },
      {
        "eventId": "event227",
        "eventTitle": "SCARY Stories **",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Safe Zone | Site 114",
        "eventDays": "Thursday",
        "eventDescription": "Gather round the dim lanterns light For this will be an evening of fright Worry once you rest your head These tales shall fill you up with dread. If you think you've got what it takes Be sure your confidence, make no mistakes. For your grasp on reality may slip and strain When tales of gouls are told around a dim lanterns flame.... ** We want to tell explicit, scary, gory, horror stories. Please come share your best. Please avoid if it's too scary for you!"
      },
      {
        "eventId": "event228",
        "eventTitle": "Screen Printing at the Lake",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tahitian Isles: Funky Tiki Teahut Dome | Site 4, 5, 6",
        "eventDays": "Friday",
        "eventDescription": "Memorialize your week at Lucky Lake! Bring a piece of clothing to the Funky Tiki Teahut and Sasha will ink your favorite logo from a choice of silk screen prints."
      },
      {
        "eventId": "event229",
        "eventTitle": "Send Your Baggage to Space",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Bermuda Triangle Travel Bureau | Site D",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Write down or draw things you need to release and let go of, inside of our intergalactic UFO! Place your sentiments in our drop box, and help yourself to artifacts far beyond the tin foil hat. Using alien technology, we will dispose of your baggage by launching it into the sun (burning it)."
      },
      {
        "eventId": "event230",
        "eventTitle": "Shibari 101: Learning the ropes",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Pleasure House | Site E",
        "eventDays": "Friday",
        "eventDescription": "Have you ever been curious about exploring rope bondage but did not know where to start? Or that rope bondage seems intimidating? In this hands on beginner workshop, you will learn quick and simple ties that are not only functional and safe, but they are easy to learn and a lot of fun to tie. No experience is needed, just bring at least one or two pieces of bondage rope between 25-30ft. Lets get your journey started into the art, and fun of Japanese rope bondage. This workshop will be facilitated by Shibari artist Seph Victor Mercado IG: SVMROPE"
      },
      {
        "eventId": "event231",
        "eventTitle": "Shirtcockers &amp; Shirtcunters Masquerade Ball",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Pleasure House | Site E",
        "eventDays": "Thursday",
        "eventDescription": "Come meet and greet your fellow Summerweeners at Pleasure House’s Shirtcockers &amp; Shirtcunters Masquerade Ball! Don your favorite shirt, top, mask, and/or other attire as desired with a Summerween flair. We’ll serve cocktails, cuntails, and home-crafted beer, or bring your own beverage. Nudity is not mandatory to attend this event."
      },
      {
        "eventId": "event232",
        "eventTitle": "Side Quest! A roleplaying Game",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "The Closet Fort Kingdom | Site 23, 24",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Grab yourself a side quest for the road (or 3 or more!) Every completed quest earns you experience in the Kingdom. Earn enough experience to LEVEL UP! Certain Doors in the Kingdom only open to adventurers of higher levels. New quests are added daily. Can you complete them all? Glory and Treasure await!"
      },
      {
        "eventId": "event233",
        "eventTitle": "Silly Seance and Tarot Card Readings",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Experimental Family Tree  | Site K9",
        "eventDays": "Thursday",
        "eventDescription": "Based on directions provided by a 9-year-old, this lighthearted group seance will attempt to communicate with the otherworldly realms. The result is sure to raise the spirits -- or at least your spirits (aka rum and vodka shots)! Individual tarot/oracle card readings will also be available."
      },
      {
        "eventId": "event234",
        "eventTitle": "SiLLy WaLk/DaNcE/pLaY pArAdE",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Around the Path | Site Lucky Lake",
        "eventDays": "Thursday",
        "eventDescription": "around the lake, around the lake"
      },
      {
        "eventId": "event235",
        "eventTitle": "Skaraoke",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Firewater Lounge | Site B",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Sign up and sing your heart out. All Boos and Ghouls welcome. No mic drops:) Plan to BYOB See you there! With KJs Lisa Lisa &amp; J-Low"
      },
      {
        "eventId": "event236",
        "eventTitle": "Smores &amp; Stories",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Safe Zone | Site 114",
        "eventDays": "Thursday",
        "eventDescription": "Want to satiate your story time cravings without getting spooked? Do you enjoy sweet treats by the fire? Come join us for Smores &amp; Stories. Whether you want to share a story or listen, come with an open mind, and open ears."
      },
      {
        "eventId": "event237",
        "eventTitle": "Snickerin' Tick Tavern",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Tick Town | Site 53",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Your favorite local watering hole, The Snickerin' Tick Tavern will be serving your favorite yummy libations... our eleventh year running!!! Stop in and \"Spin the Wheel\" for a delicious Tick Tea. Outtahand's infamous TICKaritas will be back with all the fresh squeezed lime disease you can handle. Tick Town loves YOU!!!"
      },
      {
        "eventId": "event238",
        "eventTitle": "Snow Cones!!!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Firewater Lounge | Site B",
        "eventDays": "Saturday",
        "eventDescription": "Who doesn't love a delicious snow cone?!?! Join the Firewater Lounge for cold and sweet treats. We will be serving a variety of flavors that can be virgin or doctored up for adults."
      },
      {
        "eventId": "event239",
        "eventTitle": "Soap Box Happy Hour",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Friday, Saturday",
        "eventDescription": "Calling all who have a haunting message to project! Our puppet bartenders want to pour slimy spirits down your gullet. Stop by our puppet bar and stand on our soap box for the finest giggle water in town. Draw a subject from a hat and flip a coin to see whether your soapbox rant is pro or con. Get up on your high horses and show us what you got while getting weird at Burnlesque Presents."
      },
      {
        "eventId": "event240",
        "eventTitle": "Sorr'eh Bar Welcomes You To The NORTH",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Sorr'eh Bar | Site 1",
        "eventDays": "Wednesday, Thursday, Friday",
        "eventDescription": "We're back and we're Sorr'eh as ever! Come order a drink from a friendly Canadian way up here in the north. You may or may not get what your ordered, we may ask you drink from a boot or a fish, we may or may not be able to identify what you are drinking...and we're Sorr'eh about that. We promise to apologize for anything that happens, so come have a drink! Psst... dress up like a Canadian and we'll give you some Canadian treats!"
      },
      {
        "eventId": "event241",
        "eventTitle": "SoUnD hEaLiNg",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Effigy | Site Lucky Lake",
        "eventDays": "Saturday",
        "eventDescription": "AsTrAL MATter SoUnD hEaLiNg"
      },
      {
        "eventId": "event242",
        "eventTitle": "Sound Meditation",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Expectation Free Zone  | Site K14",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "A tranquil aural experience to take place in the Expectation Free Zone on a four-channel surround system."
      },
      {
        "eventId": "event243",
        "eventTitle": "So You Want to Marry a Canadian, Eh?",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sorr'eh Bar | Site 1",
        "eventDays": "Thursday",
        "eventDescription": "Feeling… lucky? Could THIS be your chance for love? Your ticket out of Trumpmania and into Trudeau LaLaLand? Is this what Americans have been waiting for? Come on over to Sorr'eh Bar and try your luck at finding your ideal Canadian partner! See if you can be the next contestant on … So you want to marry a Canadian, Eh? Disclaimer: Love is not guaranteed - laughs are. We at Sorr'eh Bar understand that marriages are often short and fleeting; therefore, we also offer quickie divorces after your matrimonial walk around the lake!"
      },
      {
        "eventId": "event244",
        "eventTitle": "Spanks &amp; Dranks",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Pleasure House | Site E",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Spanks &amp; Dranks returns to Pleasure House for the fifth year providing the absolute best in corporal punishment and tasty libations. We always have giveaways to go along with the special drinks we serve. DON'T LIKE TO GET SPANKED? That's cool! Just come enjoy the fun and have a drink anyway. 18 and over please!"
      },
      {
        "eventId": "event245",
        "eventTitle": "Speak up! Asserting Boundaries",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Friday",
        "eventDescription": "Radical self-reliance is more than just remembering everything on your camping list, it’s about utilizing our inner resources to take care of ourselves in our environment and in our interactions with others. In a culture that heavily emphasizes consent it is just as important to implement skills for keeping ourselves comfortable and safe. In this workshop we will support each other in improving our radical self-reliance through assertiveness skills, boundary setting, and safety tactics."
      },
      {
        "eventId": "event246",
        "eventTitle": "Speed Friend Dating",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Safe Zone | Site 114",
        "eventDays": "Friday",
        "eventDescription": "Come together for speed friend dating to meet people, have fun, and enjoy the atmosphere. Meet new friends through a series of 5 minute mini friend dates! To get the participants started there will be conversation cards provided with a range of different topics. Participants should avoid turning this into something romantic. This is for bringing new friends together without any expectations. At the end of the 5 minutes the facilitator will ring a bell and you move on to the next friend!"
      },
      {
        "eventId": "event247",
        "eventTitle": "Sphinx Phamily Pheud",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sphinx Beer Garden | Site 60, 61, 62",
        "eventDays": "Saturday",
        "eventDescription": "A burner take on another classic game show! Sphinx Megan will be hosting. Sign up during the week at the Thirsty Sphinx for one of two teams to battle it out for the win! Or come spectate, and cheer on your favorite team! Our Survey Sphinxters will be circulating throughout the week to gather answers to LoF-themed questions!"
      },
      {
        "eventId": "event248",
        "eventTitle": "Sphinx's Beer Garden",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Sphinx Beer Garden | Site 60, 61, 62",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Keep an eye out for the sign at Sphinx's Bar! When the planets align and a Sphinx bartender emerges from the cosmos, the sign will go up at our bar and the sweet brewed nectar will flow! Bring your cup to share in the Sphinx’s liquid bounty - non-alcoholic beverages will also be offered."
      },
      {
        "eventId": "event249",
        "eventTitle": "Sphinx's Menagerie",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sphinx Beer Garden | Site 60, 61, 62",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Come borrow a trusty steed from our floaty corral to aid you on your lake-bound adventures! We’ll be offering all manner of beasties for your buoyancy assistance needs. We do ask that you kindly return your creature to its paddock for the night when you’ve finished your aquatic cavorting."
      },
      {
        "eventId": "event250",
        "eventTitle": "Sphinx's Pub Trivia",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sphinx Beer Garden | Site 60, 61, 62",
        "eventDays": "Wednesday",
        "eventDescription": "Fancy yourself the God of Trivia? Come to Sphinx’s Beer Garden to show off your lightning quick knowledge skills. We’ll have two rounds of Witchy-ween trivia, plus plenty of pints to wash down the defeat of your intellectual inferiors."
      },
      {
        "eventId": "event251",
        "eventTitle": "Spin Art",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tahitian Isles: Funky Tiki Teahut Dome | Site 4, 5, 6",
        "eventDays": "Saturday",
        "eventDescription": "Stop by the Tiki Hut to create your own spin art with the one and only Macaroni. Canvasses and paint provided while supplies last. Bring out your inner artist by picking your own colors to create a beautiful work of art to commemorate your 2019 Lakes of Fire experience."
      },
      {
        "eventId": "event252",
        "eventTitle": "Spirit in the Pines",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Art in the Pines | Site 31",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Spirit in the Pines, is a self guided, participatory, 24 hour, spirit board seance in the woods. With the power of the elements, spirit guides, angels and higher self, the users of this board are protected from all negative spirits, entities, energies and influences. Only spirits of love and positivity are welcome."
      },
      {
        "eventId": "event253",
        "eventTitle": "Spooktacular Spinners",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Thursday",
        "eventDescription": "Pastie making workshop with a summerween twist! Join us in making your bouncy bits BOO-tiful! We will provide materials and guidelines for making your own pasties and tassels."
      },
      {
        "eventId": "event254",
        "eventTitle": "Spooky DND",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Safe Zone | Site 114",
        "eventDays": "Saturday",
        "eventDescription": "Halloween....the time when the veil between worlds is thinnest. A time where monster and spirits are free to roam. This Particular Halloween...something magical is about to happen, for on this Halloween, you'll become the very monster's that stalk the night..... During the Wild Hunt!"
      },
      {
        "eventId": "event255",
        "eventTitle": "Spooky Scavenger Hunt",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Safe Zone | Site 114",
        "eventDays": "Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Oh, what’s this? Did someone moo- Nope. This little item you have found seems to have something attached. What does it say? (Please begin at Safe Zone. ❤️ Find Stephanie and she will give you guidance upon accepting the quest)"
      },
      {
        "eventId": "event256",
        "eventTitle": "Stained Glass Playhouse",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Safe Zone | Site 114",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Sit in a comfy hut and let your playful inner child run free as you mix and move colorful shapes that are projected in front of you. Lights, colors, music and whatever energy you bring to the table come together to create a magical space!"
      },
      {
        "eventId": "event257",
        "eventTitle": "Standing Acrobatics",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Capn Nemo’s Flaming Carnival | Site 56, 57, 58, 59",
        "eventDays": "Friday",
        "eventDescription": "Wanna learn cool tricks and hold amazing people in the air or be held up in the air? This is the class! Hardware and Jadey Bird are going to teach you the beginning basics of partner acrobatics. No experience or partner needed. A level of personal fitness is required."
      },
      {
        "eventId": "event258",
        "eventTitle": "Storytime with Drag Queens",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tahitian Isles: Funky Tiki Teahut Dome | Site 4, 5, 6",
        "eventDays": "Saturday",
        "eventDescription": "Little ones welcome to storytime with drag queens!"
      },
      {
        "eventId": "event259",
        "eventTitle": "Strip Twister",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "The Playground | Site 134",
        "eventDays": "Friday",
        "eventDescription": "Like the beloved game of your youth, but with less clothes."
      },
      {
        "eventId": "event260",
        "eventTitle": "Summerweenie Roast",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Camp Natural Weener | Site 25, 26",
        "eventDays": "Friday",
        "eventDescription": "Like hot dogs? Well, we heard \"ween\" and could only think of one thing (well, other than an incredible band), and that was wieners! Not like you think though, well, yes, like that. Look, the point is we’ll have hot dogs for days of all different types and sizes. So come enjoy our wieners while they are hot and ready!"
      },
      {
        "eventId": "event261",
        "eventTitle": "Summerweenies",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Let's Be Frank | Site 88",
        "eventDays": "Friday, Saturday",
        "eventDescription": "Hot dogs. Veggie dogs. Maybe even snausages. Be frank with us and we'll be frank with you! Enjoy your meal and 8+ hours of hot dog music from the top of our two-story Doghouse."
      },
      {
        "eventId": "event262",
        "eventTitle": "Sunrise Tequila Cantina",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Consortium’s Bar | Site 135, 136, 137, 138, 139",
        "eventDays": "Thursday, Friday, Saturday, Sunday",
        "eventDescription": "An Assortment of Tequilas (and one non-tequila friend) at Sunrise. Come celebrate the best part of the day with a from scratch fresh citrus and 100% agave tequila cocktail and learn about this healthiest of spirits."
      },
      {
        "eventId": "event263",
        "eventTitle": "SUP lessons on the lake",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Drink, Bitch. | Site 109",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "We are bringing paddleboards to Lucky Lake! Always wanted to try but were too chickenshit? We can show you! Either find us at the camp, or on the lake near the floating dock. We will be happy to teach you the basics and set you free. Please know how to swim and tread water first. This is informal."
      },
      {
        "eventId": "event264",
        "eventTitle": "Swamp Biscuits",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Still Bayou | Site 37",
        "eventDays": "Friday, Saturday",
        "eventDescription": "Southern cooking at it's finest(or not). Swamp biscuits will help start your day in the sweet southern way."
      },
      {
        "eventId": "event265",
        "eventTitle": "Technoween",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Thumper | Site 17, 18",
        "eventDays": "Saturday",
        "eventDescription": "Thumper DJs and Special Friends turn up the heat post-burn with a special night of techno treats. Starts after the effigy burn, ends when Disco Dave says it ends. Full bar all night. Weenies by chance."
      },
      {
        "eventId": "event266",
        "eventTitle": "TETRA : Live performance",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Wednesday",
        "eventDescription": "Tetra is a talented multi-instrumentalist, producer, and vocalist. Lux Ephemera is quite proud to host a full hour of the TETRA project. We hope you will join us for this."
      },
      {
        "eventId": "event267",
        "eventTitle": "The Best Is Yet To Come",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Chemical Lemonade | Site K16",
        "eventDays": "Friday, Saturday",
        "eventDescription": "Practice communicating what and how you want to be intimate. How to express your \"Yes and No's\". Being clear about boundaries and respect and consent. You can attend alone or with a partner or partners. Bring a blanket to sit on. A bottle of water to stay hydrated and an open willingness to talk honestly."
      },
      {
        "eventId": "event268",
        "eventTitle": "The Breakfast Bar - Fancy AF Oatmeal and Breakfast Themed Shots",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Camp Recharge | Site 8",
        "eventDays": "Friday",
        "eventDescription": "Fancy AF Oatmeal will be served with Breakfast Themed Shots. Get your interior groove moving with a delicious bowl of seriously superior gruel. Ask around, bring a bowl, I ain’t got time for this…. ~YMFFGM"
      },
      {
        "eventId": "event269",
        "eventTitle": "The Closet Fort Kingdom Show!!!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "The Closet Fort Kingdom | Site 23, 24",
        "eventDays": "Thursday, Friday",
        "eventDescription": "The Door to the Closet Fort Kingdom has opened once again! We invite you to step through into a world of untapped Whimsy, and join our cast of creative characters for another chapter of the one and only Closet Fort Kingdom Show! Musical improvisation, immersive character acting, puppets, and more! Don't be surprised if you find yourself pulled on stage as we blur the line between the performer and the audience in radical new ways!"
      },
      {
        "eventId": "event270",
        "eventTitle": "The Decommodified Bottle Share",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Dewey Decibels | Site 27, 28, 29, 30",
        "eventDays": "Saturday",
        "eventDescription": "Join us for the 3rd annual decommodified bottle share at Dewey Decibels! Bring a beer you are excited to share, whalez, shelfies, and homebrew alike! We will then proceed to shoot the shit and drink. Tape provided by us to eliminate those pesky labels."
      },
      {
        "eventId": "event271",
        "eventTitle": "The Egress, A Public Access Site",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "LoF Yacht Club | Site 38",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Are you having difficulty navigating the sea of tent ropes while trying to get to the beach? Are you Not Sure about whether or not it would be safe to go swimming without a PFD? Are you Not Sure what a PFD is? Are you Not Sure where to dock your boat? We are here to help! The Egress is a pathway to the water."
      },
      {
        "eventId": "event272",
        "eventTitle": "The Great Booze Giveaway at Sorr'eh Bar",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Sorr'eh Bar | Site 1",
        "eventDays": "Saturday",
        "eventDescription": "Missed out on evening shenanigans with your favorite Canadians? Haven't made it up north yet to visit us yet? Need us to apologize for more nonsense? Well come get day drunk with us. We can't take this booze back across the border (that pesky real one) so we need to GIVE IT ALL AWAY!! Let's do this."
      },
      {
        "eventId": "event273",
        "eventTitle": "the Great Lakes Miniature Open",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Country Club | Site 22",
        "eventDays": "Saturday",
        "eventDescription": "The seven lowest rounds of mini golf over the week will battle it out on mini links for a chance at the Golden Pineapple Trophy. Come watch the action and join us for Pineapple themed drinks and food in the Golden Pineapple Dome."
      },
      {
        "eventId": "event274",
        "eventTitle": "The Haunted Honeymoon Suite",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Camp Air Burn 'n Burn | Site 97",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Luxury, sensuality, an escape from the madness. A hospitality camp, Air Burn ‘n Burn is pleased to provide an exquisite bed and breakfast experience to 2 lucky couples on 2 separate nights. Raffle drawings will be held Thursday and Friday. The lucky winners will be announced on SGC Radio and invited to stay the night in luxury accommodations - complete with queen size bed in a posh and spooky setting. In the morning, a gourmet breakfast for two will be served. After the couple is breakfasted and refreshed, housekeeping will ready the room for another evening of guests. Menu posted daily."
      },
      {
        "eventId": "event275",
        "eventTitle": "Theme Camp Opt-In Capture the Flag Decorating",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Valhalla! | Site 89, 90, 91",
        "eventDays": "Wednesday, Thursday, Friday",
        "eventDescription": "Come by Valhalla, art up your flag, and display it at your theme camp! Friday from Noon - 6 pm, capture as many theme camp flags as you can, and the winner will receive the coveted Lakes of Fire Capture the Flag Trophy!"
      },
      {
        "eventId": "event276",
        "eventTitle": "The Secret Gentlemen's Club Cabaret Show",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Secret Gentleman's Club | Site 92, 93, 94, 95, 96",
        "eventDays": "Friday",
        "eventDescription": "The annual variety show held at the SGC stage on Friday night is back! We will feature the greatest talents of campers from around the lake! Musical acts, flow arts, stand-up comedy, burlesque, spoken word and much much more! Join us for libations, celebrations and top notch entertainment!"
      },
      {
        "eventId": "event277",
        "eventTitle": "The Super Spectacular, Sexy Showcase",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Friday",
        "eventDescription": "Can you keep a secret? Burnlesque's talent show is featuring the sexiest ghouls and goblins this side of lucky lake. Music, comedy, dancing, fire spinning and toe tapping jazz. We want you to play in our costume tent and get up on stage and show us what you've got. The costume tent opens at 7pm, show starts at 8. Come hoot and holler, shimmy and shake all while delighting your senses at our big show. Creepy cocktails provided, grrrrrr."
      },
      {
        "eventId": "event278",
        "eventTitle": "The Tooth Fairy's Sugar Stop",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Around the Path | Site Lucky Lake",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Every night, the tooth fairy will fly in to enact her nefarious plan across Lucky Lake-- peddle some sugar, and reap the rewards. After all, more sugar for you means more teeth for her to pull and collect! If you find her, share an original nightmarish tale and you'll be rewarded with a cookie sundae topped with all of your favorite sugary fixin's."
      },
      {
        "eventId": "event279",
        "eventTitle": "The Vamping Hour Cocktail Party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Secret Gentleman's Club | Site 92, 93, 94, 95, 96",
        "eventDays": "Thursday",
        "eventDescription": "Creatures of the night, come join us at sunset for The Vamping Hour cocktail party. Your hosts, Countess Kitty and and the Monkey, will be serving up bloody delicious cocktails to quench your eternal thirst. Day walkers, are you curious about experiencing eternal life, eternal pleasures? Stop by and partake in \"the Kiss of Death\" and receive your gift of everlasting life. Come mingle, dance, and start your night off with a fang, oops I mean bang."
      },
      {
        "eventId": "event280",
        "eventTitle": "The WildWood Open Mic",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "The Closet Fort Kingdom | Site 23, 24",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Calling all musicians, actors, puppeteers, storytellers, poets, and other magical beings with the thirst to express! The Closet Fort Kingdom is opening up its stage for our guests to use as they please! This is YOUR time to shine! No talent is too small. Slot times vary according to specific talent and amount of interested performers. Expect 20 mins."
      },
      {
        "eventId": "event281",
        "eventTitle": "The Witching Hour Walk",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Odditorium / Around the Lake | Site 19, 20, 21 / Lucky Lake",
        "eventDays": "Friday",
        "eventDescription": "We will depart to gather all spirits, A circle we'll make and all will hear it! We'll culminate back after our flight, And then perhaps all enjoy a bloody bite!"
      },
      {
        "eventId": "event282",
        "eventTitle": "The Wurst Party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Thumper | Site 17, 18",
        "eventDays": "Thursday",
        "eventDescription": "Thumper DJs and Special Friends. Full bar all night. Weenies by chance."
      },
      {
        "eventId": "event283",
        "eventTitle": "Third Annual Theme Camp Opt-In Capture the Flag",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Participating Theme Camps | Site Lucky Lake",
        "eventDays": "Friday",
        "eventDescription": "Capture the Flags of participating theme camps and compete for the coveted Lakes of Fire Capture the Flag Trophy? Will Camp One More Thing successfully defend their title?"
      },
      {
        "eventId": "event284",
        "eventTitle": "Through the Veil, interactive art installation",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Gypsy Wolves | Site K20",
        "eventDays": "Wednesday, Thursday, Friday, Saturday",
        "eventDescription": "Art installation. Is your name on a headstone in our Ancient Celtic Burial Site? Do you dare walk Through the Veil and into the mystic grotto? Can you face the guardians of the Otherworld? Would you like to send a message to a departed pet or loved on or an otherworld being? Do you know why we wear masks, trick or treat and carve pumpki s on halloween? The Phantom Queen commands your presence! Check out roots of Halloween in the ancient Celtic festival of Samhain (sow-ihn) with all its mystery and magic!"
      },
      {
        "eventId": "event285",
        "eventTitle": "Trick or Treat!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Safe Zone | Site 114",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Trick or Treat!! We might have candy we might have booze, come wearing your best costume and see what awaits you behind our doors!"
      },
      {
        "eventId": "event286",
        "eventTitle": "Trick or Treat: Bismuth Geode Crystal Edition",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Thursday, Saturday",
        "eventDescription": "Come watch with wonder at the near instant creation of Bismuth Crystals. Learn how to make them yourself and take a piece home with you (while supplies last)... or just take some candy."
      },
      {
        "eventId": "event287",
        "eventTitle": "Tri-Rexasaurus",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Green Dragon Lounge | Site K2",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Come try your luck at this interactive fire art game. If you endanger the Tri-Rexasaurus' nest, it might bellow fire!"
      },
      {
        "eventId": "event288",
        "eventTitle": "TWERK-shop with Anastasia",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Burnlesque Presents | Site 63, 64, 65, 66",
        "eventDays": "Friday",
        "eventDescription": "get on the floor and bounce ya booty, get yoself ready to dance all night!! Yoga mat requested, but not required."
      },
      {
        "eventId": "event289",
        "eventTitle": "!!Viva San Escobar!!",
        "eventFire": "Y",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "San Escobar | Site 35, 36",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "In San Escobar we don't have immigration, we have welcoming party! - San Pedro"
      },
      {
        "eventId": "event290",
        "eventTitle": "Wake up with Coffee Up",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Coffee Up | Site 52",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Coffee Up is serving up fresh coffee officially Thurs/Fri/Sat from 8am-11am and unofficially whenever there is hot coffee in the carafe. This year, we'll also have hot water available for tea, hot cocoa, etc..."
      },
      {
        "eventId": "event291",
        "eventTitle": "Wakin Up Groggy",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Tortuga | Site 85, 86",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Join us in the morning for Pirate Music, Earworms, and a little hair of the dog. The music may differ if there are guest event happening during this time-frame."
      },
      {
        "eventId": "event292",
        "eventTitle": "WEEN Listening party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Wednesday",
        "eventDescription": "Put some ween in your Summerween, MZRD/Trailblazer presents a full hour of the best and brownest that he can dig up for you. Bring your own boognish."
      },
      {
        "eventId": "event293",
        "eventTitle": "Welcome Back Shots &amp; Shade",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "The Slippery Pickle | Site K8",
        "eventDays": "Wednesday",
        "eventDescription": "Need a break from setting up your camp? The sun? Your camp mates? Come have a pickle back and chill in our shaded dome for a while. Bring your cup."
      },
      {
        "eventId": "event294",
        "eventTitle": "Welcome to the Pleasure House!",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Pleasure House | Site E",
        "eventDays": "Wednesday",
        "eventDescription": "It's the first day of Lakes of Fire and we intend to start it with a bang! The Pleasure House will be open for all to come and have a kinky good time! Couples and singles, gay and straight! We will be opening our space to everyone! Consent is mandatory as always!"
      },
      {
        "eventId": "event295",
        "eventTitle": "Whats Happening in the Garden of Recycled Dreams?",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Garden of Recycled Dreams | Site 126, 127",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "Visit the garden for some new-to-you gently used dreams. Parasol giveaway 3:30 on sunny afternoons. Stargazing on clear nights at dusk with our in house astronomer. Stop by the Consentual Math Booth. Play with the Sand Pendulum. Mysteries and wonders await you. Maybe even Shadow Puppet Karaoke. (Stranger things have happened.) Check the chalkboard out front for pop-up events and updates."
      },
      {
        "eventId": "event296",
        "eventTitle": "Whippette Express Boat Ride!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Odditorium | Site 19, 20, 21",
        "eventDays": "Thursday, Friday, Saturday",
        "eventDescription": "On the elegant shores of Lake Lucky and just behind the Odditorium discover a little piece of adventure! Come join Captain Flounder and his brave crew for a magical boat ride! The Whippette Express returns for the 5th year ferrying weary travelers from the shore to the island and back while boldly going where no boat has gone before! Let us help you cruise Lake Lucky in style! Voted best island ferry 3 years in a row! Need to be somewhere in a hurry? We'll be there in a whippette!"
      },
      {
        "eventId": "event297",
        "eventTitle": "Whitteling Watermelon Weirdness",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tick Town | Site 53",
        "eventDays": "Friday",
        "eventDescription": "Got an extra watermelon or two? Bring 'em to Tick Town for some wild watermelon carving. We'll have tools and happily serve your very own watermelon chunks to you and others. It's sure to be a sticky mess of fun!!!"
      },
      {
        "eventId": "event298",
        "eventTitle": "Wiener Roast",
        "eventFire": "",
        "eventExplicit": "Y",
        "eventAlcohol": "",
        "eventHumanLocation": "Camp Natural Weener | Site 25, 26",
        "eventDays": "Saturday",
        "eventDescription": "Come have your wiener roasted by some of our top comedians at the Just the Tip bar. You can bring your own wiener or we will supply one! Look, this is gonna be weird, but it’s kind of our thing."
      },
      {
        "eventId": "event299",
        "eventTitle": "Witches Den Spoopy Story Time (Edgar Allan Poe Readings)",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "The Witch's Den | Site K11",
        "eventDays": "Thursday, Friday",
        "eventDescription": "Cuddle up inside the Witches Den as we read for you a selection of Edgar Allan Poe’s short stories and poetry. Different stories and poems will be read on Thursday &amp; Friday, so come by for both! Enjoy a hot chai tea latte (dairy &amp; non-dairy options) as we chill your bones. ☕️📖"
      },
      {
        "eventId": "event300",
        "eventTitle": "Witchy Hip Hop Caberet",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Boogie Woogie Cabaret | Site 39, 40, 41",
        "eventDays": "Friday",
        "eventDescription": "We've got witches casting love spells with live hip hop and a Willy Wonka burlesque performance! Beats, drinks, and boobs- what more could you ask for?"
      },
      {
        "eventId": "event301",
        "eventTitle": "Write a note (or color a pic) to Mom (ish)",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Mom Camp | Site K6",
        "eventDays": "Wednesday, Thursday, Friday, Saturday, Sunday",
        "eventDescription": "Write a note to the Mom figure in your life. Take it with you, mail it, or burn it! Say what you've always wanted to say on paper. You decide where it ends up. Want to talk about it? We are Moms who will listen. Paper, coloring books, and crayons/markers are here for you."
      },
      {
        "eventId": "event302",
        "eventTitle": "Yoga Flame",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Odditorium | Site 19, 20, 21",
        "eventDays": "Friday",
        "eventDescription": "Happy Friday! Let's get crazy and do some yoga. Explore the mind-body connection in this Vinyasa flow class. Disclaimer: there will be no actual fire, but our hearts will be warm. Bring your own mat."
      },
      {
        "eventId": "event303",
        "eventTitle": "Yoga Flow",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Camp Natural Weener | Site 25, 26",
        "eventDays": "Thursday",
        "eventDescription": "Start your burn off right with this all levels Yoga Flow class overlooking beautiful Lucky Lake. Join Jenna as you move through asanas (yogic postures) and pranayama (yogic breath). Work on your mind-body-breath connection and synchronize for the weekend! Bring your own mat."
      },
      {
        "eventId": "event304",
        "eventTitle": "Yoga with Corinne",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tahitian Isles: Funky Tiki Teahut Dome | Site 4, 5, 6",
        "eventDays": "Friday",
        "eventDescription": "Slow flow yoga with Corinne in the beautiful tiki hut."
      },
      {
        "eventId": "event305",
        "eventTitle": "Yoga with Corrine",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Tahitian Isles: Funky Tiki Teahut Dome | Site 4, 5, 6",
        "eventDays": "Saturday",
        "eventDescription": "Intelligently designed vinyasa sequence that allows the practitioner to explore their flexibility and strength."
      },
      {
        "eventId": "event306",
        "eventTitle": "Yoga with the Sphinx",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Sphinx Beer Garden | Site 60, 61, 62",
        "eventDays": "Thursday",
        "eventDescription": "Join friends you haven’t met yet for a laid back yoga class which will end with an optional Sphinx plank hold competition. Winner will receive Right Beer; all other participants, bystanders and people who show up 45 minutes late because they’re hungover will receive Left Beer. Bring a mat if you have one, no worries if you don’t."
      },
      {
        "eventId": "event307",
        "eventTitle": "You Choose It Horror Double Feature",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Videogasm | Site 77, 78, 79",
        "eventDays": "Saturday",
        "eventDescription": "You Choose It Horror Double Feature hosted by our very own Zombie Pig Lord! Hail Hambo! Lakes of Fire attendees will choose the films we show via a Facebook poll."
      },
      {
        "eventId": "event308",
        "eventTitle": "You don't have enough things on your face! Temporary face tattoo extravaganza!",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "",
        "eventHumanLocation": "Odditorium | Site 19, 20, 21",
        "eventDays": "Saturday",
        "eventDescription": "Get ready to sparkle without the moop. Come give yourself gorgeous temporary face (or body) tattoos to bling you up for burn night."
      },
      {
        "eventId": "event309",
        "eventTitle": "Zappa Listening party",
        "eventFire": "",
        "eventExplicit": "",
        "eventAlcohol": "Y",
        "eventHumanLocation": "Lux Ephemera | Site 67, 68",
        "eventDays": "Wednesday",
        "eventDescription": "Bo Lawler brings you deep Zappa cuts for a full hour of guitar mastery!"
      }
    ]
  }
}
